{
    "metadata": {
      "title": {
        "en": "Learning Path for Web Auditors",
        "fr": "Parcours d'apprentissage pour les auditeurs web"
      },
      "stringBundle": {
        "objective": {
          "en": "Objective",
          "fr": "Objectif "
        },
        "prerequisites": {
          "en": "Prerequisite",
          "fr": "Conditions préalables"
        },
        "number": {
          "en": "No.",
          "fr": ""
        },
        "activity": {
          "en": "Activity",
          "fr": "Activité"
        },
        "methods": {
          "en": "Method(s)",
          "fr": "Méthode(s)"
        },
        "duration": {
          "en": "Duration",
          "fr": "Durée"
        },
        "instructionsMaterials": {
          "en": "Instructions / Materials",
          "fr": "Objet/matériel"
        },
        "purpose": {
          "en": "Purpose",
          "fr": "Objet"
        },
        "goal": {
          "en": "Goal",
          "fr": "Objectif"
        },
        "materials": {
          "en": "Materials",
          "fr": "Matériel"
        },
        "cost": {
          "en": "Cost",
          "fr": "Coût"
        },
        "note": {
          "en": "Note",
          "fr": "Remarque"
        },
        "block": {
          "en": "Block",
          "fr": "BLOC"
        }
      },
      "intro": {
        "en": "<h2>Accessibility Auditor</h2><p>A learning path geared towards anyone wishing to become a web accessibility auditor. This learning path includes courses on basic accessibility principles, web development, and accessibility auditing for both web and mobile apps.</p><p>After completing the learning path, you will have a basic understanding of the technologies that the Web is built on, a basic understanding of accessibility as it pertains to the Web, mobile, documents, and eventually desktop; and how to build and evaluate rich internet applications. No course can be exhaustive. Most knowledge will be gained through experience. This learning path will lay the foundation allowing you to build upon it as you practice web development and accessibility auditing.</p><p>Most training courses in this learning path will either be free, or readily paid for. (Courses are free unless a cost is listed.) Most are self-paced and start as soon as you want so you can start learning without delay.</p><p>Note: the courses provided by the Government of Canada are available in both Official Languages. The rest, however, are mostly English only.</p><p>Target Audience: </p><ul><li>Web Accessibility Auditors</li><li>Those interested in web development with an eye towards accessibility</li></ul>",
        "fr": "<h2>Vérificateur de l’accessibilité</h2><p>Il s’agit d’un parcours d’apprentissage destiné à quiconque souhaite devenir vérificateur de l’accessibilité du Web. Ce parcours d’apprentissage comprend des cours sur les principes de base de l’accessibilité, le développement Web et la vérification de l’accessibilité pour les applications Web et mobiles.</p><p>À l'issue de ce parcours d'apprentissage, vous aurez une connaissance de base des technologies sur lesquelles repose le Web, une connaissance de base de l'accessibilité en ce qui concerne le Web, les mobiles, les documents et, éventuellement, les ordinateurs de bureau, et vous saurez comment créer et évaluer des applications Internet riches. Aucun cours ne peut être exhaustif. La plupart des connaissances seront acquises par l'expérience. Ce parcours d'apprentissage posera les bases qui vous permettront de les développer au fur et à mesure que vous pratiquerez le développement Web et l'audit de l'accessibilité.</p><p>La plupart des cours de formation de ce parcours d'apprentissage seront soit gratuits, soit facilement payants. (Les cours sont gratuits à moins qu'un coût ne soit indiqué.) La plupart sont autogérés et commencent dès que vous le souhaitez afin que vous puissiez commencer à apprendre sans délai.</p><p>Remarque : les cours fournis par le gouvernement du Canada sont disponibles dans les deux langues officielles. Les autres cours, par contre, sont pour la plupart en anglais seulement.</p><p>Public cible :</p><ul><li>Auditeurs d'accessibilité du Web</li><li>Les personnes intéressées par le développement Web dans une optique d'accessibilité</li></ul>"
      }
    },
    "blocks": [
      {
        "place": "A",
        "title": {
          "en": "Accessibility Fundamentals",
          "fr": "Principes fondamentaux en matière d’accessibilité"
        },
        "objective": {
          "en": "You will learn the fundamentals of Accessibility, and get an introduction to screen readers.",
          "fr": "Vous apprendrez les principes fondamentaux de l’accessibilité et serez initié aux logiciels de lecture à l’écran."
        },
        "prerequisites": null,
        "note": null,
        "courses": [
          {
            "type": "course",
            "title": {
              "en": "CPACC Certification Preparation Course",
              "fr": "Cours de préparation à la certification CPACC"
            },
            "method": {
              "en": "Online self-paced",
              "fr": "Cours en ligne à progression autocontrôlée"
            },
            "duration": {
              "en": "4.5 hours",
              "fr": "4.5 heures"
            },
            "purpose": {
              "en": "To provide an introduction to accessibility and disabilities. It is a course taken in preparation for the CPACC (Certified Professional in Accessibility Core Competencies) exam through the IAAP (International Association of Accessibility Professionals). If you would like to take the exam to earn your certification, talk to your Team Lead or manager.",
              "fr": "Présenter l’accessibilité et les situations de handicap. Il s’agit d’un cours suivi en préparation à l’examen du CPACC (Certified Professional in Accessibility Core Competencies) par l’intermédiaire de l’IAAP (International Association of Accessibility Professionals). Si vous souhaitez faire l’examen pour obtenir votre certification, parlez-en à votre chef d’équipe ou à votre gestionnaire."
            },
            "goal": {
              "en": "Finish the course on Deque University, and optionally obtain your CPACC Certification.",
              "fr": "Suivre le cours offert par la Deque University et éventuellement obtenir la certification CPACC."
            },
            "materials": {
              "en": "{{urls[0]}}",
              "fr": "{{urls[1]}} (en anglais seulement)"
            },
            "activity": {
              "en": "Finish the course on Deque University, and optionally obtain your CPACC Certification.", 
              "fr": "Suivre le cours offert par la Deque University et éventuellement obtenir la certification CPACC."
            },
            "urls": [
              {
                "url": "https://dequeuniversity.com/curriculum/courses/iaap-cpacc",
                "text": "IAAP CPACC Certification Preparation Course - Deque University"
              },
              {
                "url":"https://dequeuniversity.com/curriculum/courses/iaap-cpacc",
                "text":"IAAP CPACC Certification Preparation Course - Deque University"
              }
            ],
            "cost": {
              "en": "$45 USD", 
              "fr": "45 $ US"
            },
            "note": null
          },
          {
            "type": "course",
            "title": {
              "en": "Screen Readers",
              "fr": "Logiciels de lecture à l’écran"
            },
            "method": {
              "en": "Online self-paced",
              "fr": "Cours en ligne à progression autocontrôlée"
            },
            "duration": {
              "en": "Approximately 5 hours",
              "fr": "Environ 5 heures"
            },
            "purpose": {
              "en": "Provide an introduction to using a screen reader.",
              "fr": "Présenter l’utilisation d’un logiciel de lecture à l’écran."
            },
            "goal": {
              "en": "To learn the very basics of using a screen reader to supplement accessibility audits.",
              "fr": "Apprendre les rudiments de l’utilisation d’un logiciel de lecture à l’écran pour enrichir les vérifications de l’accessibilité."
            },
            "materials": {
              "en": "{{urls[0]}}",
              "fr": "{{urls[1]}} (en anglais seulement)"
            },
            "activity": {
              "en": "Watch the videos on the AFB website (the Hotkeys and Commands; and Windows Basics ones. The Installation steps can be skipped. Firefox should be pre-installed on your desktop. For NVDA, please submit a ticket with NSD). Note that a screen reader's experience will vary by operating system and version, screen reader and version, and browser and version. No combination is considered authoritative. But it's a good idea to be familiar with a screen reader. NVDA is free, and more feature-rich than Narrator, which comes with Windows.", 
              "fr": "Regardez les vidéos sur le site Web d’AFB (les vidéos « Hotkeys and Command » et « Windows Basics »). Il est possible de sauter les étapes d’installation. Il est conseillé de préinstaller Firefox sur votre ordinateur. Pour le NVDA, veuillez soumettre une demande auprès de l’ISN. Notez que l’expérience d’utilisation d’un lecteur d’écran variera selon le système d’exploitation et sa version, le lecteur d’écran et sa version, ainsi que le navigateur et sa version. Aucune combinaison n’est considérée comme faisant autorité. Il est toujours bon de connaître un lecteur d’écran. Le lecteur d’écran NVDA est gratuit et comporte plus de fonctions que Narrator, qui est offert avec Windows."
            },
            "urls": [
              {
                "url": "https://www.afb.org/blindness-and-low-vision/using-technology/assistive-technology-videos/learn-nvda/using-internet",
                "text": "Learn NVDA by American Foundation for the Blind (AFB)"
              },
              {
                "url":"https://www.afb.org/blindness-and-low-vision/using-technology/assistive-technology-videos/learn-nvda/using-internet",
                "text": "Learn NVDA by American Foundation for the Blind (AFB)"
              }
            ],
            "cost": {
              "en": "Free", 
              "fr": "Gratuit"
            },
            "note": null
          }
        ]
      },
      {
        "place": "B",
        "title": {
          "en": "Introduction to Web Fundamentals",
          "fr": "Introduction aux principes fondamentaux du Web"
        },
        "objective": {
          "en": "You will learn the fundamental building blocks of a website: HTML, CSS, JavaScript, and build a simple website hosted on GitHub pages.",
          "fr": "Vous apprendrez quelles sont les composantes fondamentales d’un site Web (HTML, feuilles de style en cascade, JavaScript) et comment créer un site Web simple hébergé sur des pages de GitHub."
        },
        "prerequisites": null,
        "note": {
          "en": "<p><strong>What does this have to do with accessibility?</strong></p><p>It's said that the best way to identify a counterfeit dollar bill is to know what a real dollar bill looks like. Likewise, the best way to spot bad HTML is to know proper HTML. HTML was designed from the beginning to be accessible to users of assistive technologies.</p><p>HTML is a semantic language, meaning that its elements have meaning. Certain HTML elements expose themselves to assistive technologies in special ways. For example, an <code>&lt;h1&gt;</code> may look big and bold, but it means that it's a top-level heading. The difference between regular text styled to look big and bold is completely different to a screen reader user. It is important to understand the meaning behind the different HTML elements and attributes.</p><p><strong>What does Git Have To With Accessibility</strong></p><p>Nowadays, in a technical field such as web development, knowing Git is a bit like knowing about MS Excel Pivot Tables in data analysis. You can probably get by for a while without knowing it. But sooner or later you're going to need to learn it. You don't need to become an expert. But when time comes to use it, you don't want to be starting from scratch.</p><p>You'll start by building a small website. GitHub allows websites to be hosted on their GH Pages. So before doing that, we'll start with learning basic Git.</p>",
          "fr": "<p><strong>Qu’est-ce que cela a à voir avec l’accessibilité?</strong></p><p>On dit que la meilleure façon de repérer un faux billet de banque est de savoir à quoi ressemble un vrai billet. De même, la meilleure façon de repérer un mauvais langage HTML est de connaître le bon langage HTML. Le langage HTML a été conçu pour être accessible aux utilisateurs de technologies d’assistance.</p><p>Le langage HTML est sémantique, ce qui signifie que ses éléments ont un sens. Certains éléments HTML s’exposent eux-mêmes aux technologies d’assistance de façons spéciales. Par exemple, <code>&lt;h1&gt;</code> peut paraître en gros caractères et en gras, mais cela indique un entête de niveau supérieur. Les caractères ordinaires modifiés pour paraître en gros et en gras s’affichent d’une façon complètement différente pour l’utilisateur d’un lecteur d’écran. Il est important de comprendre la signification des différents éléments et attributs HTML.</p><p><strong>Ce que Git a à voir avec l’accessibilité</strong></p><p>De nos jours, dans un domaine technique comme le développement Web, connaître Git est un peu comme connaître les tableaux croisés dynamiques MS Excel dans le domaine de l’analyse des données. Vous pourrez probablement vous débrouiller pendant un certain temps sans le connaître. Mais tôt ou tard, vous devrez le connaître. Il n’est pas nécessaire de devenir un expert. Mais quand viendra le temps de l’utiliser, vous ne voudrez pas partir de zéro.</p><p>Vous allez commencer par créer un petit site Web. GitHub permet d’héberger les sites Web sur ses pages GH. Mais avant d’entamer cette étape, nous commencerons par apprendre les notions de base de Git.</p>"
        },
        "courses": [
          {
            "type": "course",
            "title": {
              "en": "Intro to Git",
              "fr": "Présentation de Git"
            },
            "method": {
              "en": "Online self-paced",
              "fr": "Cours en ligne à progression autocontrôlée"
            },
            "duration": {
              "en": "2 hours",
              "fr": "2 heures"
            },
            "purpose": {
              "en": "To build a foundational knowledge of how to use Git and GitHub.",
              "fr": "Acquérir une connaissance de base de l’utilisation de Git et de GitHub."
            },
            "goal": {
              "en": "Publish a README page on GH Pages in your own repo",
              "fr": "Publier une page README sur des pages GH dans votre propre référentiel."
            },
            "materials": {
              "en": "<ul><li>{{urls[0]}} - Learn to work on GitHub.</li><li>{{urls[1]}} - Learn to work locally with Git.</li></ul>",
              "fr": "<ul><li>{{urls[0]}} - excellent pour apprendre à travailler sur GitHub (en anglais seulement)</li><li>{{urls[1]}} - excellent pour apprendre à travailler localement avec Git (en anglais seulement)</li></ul>"
            },
            "activity": null,
            "urls": [
              {
                "url": "https://docs.github.com/en/get-started/quickstart/hello-world",
                "text": "GitHub's Hello World Guide"
              },
              {
                "url":"https://rogerdudler.github.io/git-guide/",
                "text":"git - the simple guide"
              }
            ],
            "cost": {
              "en": "Free", 
              "fr": "Gratuit"
            },
            "note": null
          },
          {
            "type": "course",
            "title": {
              "en": "Block B milestone",
              "fr": "Étape du bloc B"
            },
            "method": {
              "en": "Online self-paced",
              "fr": "Cours en ligne à progression autocontrôlée"
            },
            "duration": {
              "en": "1 hour",
              "fr": "1 heure"
            },
            "purpose": {
              "en": "To become familiar with publishing content using GitHub Pages.",
              "fr": "Se familiariser avec la publication de contenu en utilisant des pages de GitHub"
            },
            "goal": {
              "en": "To publish a README file to GitHub Pages",
              "fr": "Publier un fichier README dans des pages GitHub"
            },
            "materials": null,
            "activity": {
              "en": "<ol><li>Create an account on <a href=\"https://www.github.com/\">GitHub.com</a></li><li>Create a public repo</li><li>Create a README.md file (this can be part of the repo-creation process)</li><li>Edit the README.md file:</li><ol><li>Install Git on your local computer</li><li>Clone your repo locally</li><li>Create a branch</li><li>Edit README.md in your text editor of choice, and add content. Save file.</li></ol><li>Commit changes locally</li><li>Push your branch to GitHub</li><li>Merge your changes to the <code>main</code> branch on Github.</li><li>Delete your old branch on Github and locally.</li><li>Create a new branch called <code>gh-pages</code></li><li>Set up Pages on that repo. In this step you can specify what branch will be in production. The default is <code>gh-pages</code> at path / <code>(root)</code>. For the purposes of this, we'll assume you go with that.</li><li>Merge (ie: Pull Request) the <code>main</code> branch to <code>gh-pages</code>.</li><li>Visit <code>https://[yourUserName].github.io/reponame/README.md</code> to see your README.me in production. (If your browser doesn't read markdown files natively, you may be offered to download the file instead or open in another program.)</li><li>Send these URLs (your Repo and the README URL on GitHub Pages) to the Team Lead or Technical Advisor overseeing your training.</li></ol>",
              "fr": "<ol><li>Créez un compte sur <a href=\"https://www.github.com/\">GitHub.com</a></li><li>Créez un référentiel public.</li><li>Créez un fichier README.md (cela peut faire partie du processus de création d’un référentiel).</li><li>Modifiez le fichier README.md :</li><ol><li>Installez Git sur votre ordinateur local.</li><li>Clonez votre référentiel localement.</li><li>Créez une branche.</li><li>Modifiez README.md dans l’éditeur de texte de votre choix et ajoutez du contenu. Sauvegardez le fichier.</li></ol><li>Apportez des changements localement.</li><li>Poussez votre branche vers GitHub.</li><li>Fusionnez vos changements avec la branche <code>principale</code> sur Github.</li><li>Supprimez votre ancienne branche sur GitHub et localement.</li><li>Créez une nouvelle branche appelée <code>gh-pages</code></li><li>Configurez des pages sur ce référentiel. À cette étape, vous pouvez indiquer la branche qui sera en production. La valeur par défaut est <code>gh-pages</code> dans le chemin / <code>(root)</code>. Pour cette tâche, nous supposerons que vous adoptez ces paramètres.</li><li>Fusionnez (p. ex. : Pull Request) la branche <code>principale</code> avec <code>gh-pages</code>.</li><li>Visitez la page <code>https://[yourUserName].github.io/reponame/README.md</code> pour voir votre README.me en production. (Si votre navigateur ne lit pas les fichiers Markdown, il se peut qu’on vous propose de télécharger le fichier ou de l’ouvrir dans un autre programme.)</li><li>Envoyez ces adresses URL (votre référentiel et l’URL README sur les pages GitHub) au chef d’équipe ou au conseiller technique qui supervise votre formation.</li></ol>"
            },
            "urls": [
            ],
            "cost": {
              "en": "Free", 
              "fr": "Gratuit"
            },
            "note": null
          },
          {
            "type": "course",
            "title": {
              "en": "Intro to HTML",
              "fr": "Introduction au langage HTML"
            },
            "method": {
              "en": "Online self-paced",
              "fr": "Cours en ligne à progression autocontrôlée"
            },
            "duration": {
              "en": "1 hour",
              "fr": "1 heure"
            },
            "purpose": {
              "en": "Provide a foundation for your understanding of HTML.",
              "fr": "Jeter les bases permettant de comprendre le langage HTML."
            },
            "goal": {
              "en": "Understand the basics of a webpage: the head, body, what an element is, what an attribute is, and a few basic elements, and pass a quiz.",
              "fr": "Comprendre les éléments de base d’une page Web : la tête, le corps, ce qu’est un élément, ce qu’est un attribut, quelques éléments de base, et réussir un jeu-questionnaire."
            },
            "materials": {
              "en": "Read through {{urls[0]}}",
              "fr": "Lisez intégralement la page Web {{urls[0]}} (en anglais seulement)."
            },
            "activity": {
              "en": "Do the 40 question <a href=\"https://www.w3schools.com/quiztest/quiztest.asp?qtest=HTML\">HTML Quiz at W3Schools</a> and review any answers you got wrong.", 
              "fr": "Répondez aux 40 questions du site <a href=\"https://www.w3schools.com/quiztest/quiztest.asp?qtest=HTML\">HTML Quiz at W3Schools</a> (en anglais seulement) et passez en revue les questions auxquelles vous n’avez pas répondu correctement."
            },
            "urls": [
              {
                "url": "https://developer.mozilla.org/en-US/docs/Learn/Getting_started_with_the_web/HTML_basics",
                "text": "HTML basics - Learn web development | MDN"
              }
            ],
            "cost": {
              "en": "Free", 
              "fr": "Gratuit"
            },
            "note": null
          },
          {
            "type": "course",
            "title": {
              "en": "Create A Basic Website",
              "fr": "Créer un site Web de base"
            },
            "method": {
              "en": "Online self-paced",
              "fr": "Cours en ligne à progression autocontrôlée"
            },
            "duration": {
              "en": "4 hours",
              "fr": "4 heures"
            },
            "purpose": {
              "en": "Provide a foundation for your understanding of HTML.",
              "fr": "Jeter les bases permettant de comprendre le langage HTML."
            },
            "goal": {
              "en": "Demonstrate your knowledge of HTML by starting a website.",
              "fr": "Démontrer votre connaissance du langage HTML en démarrant un site Web."
            },
            "materials": {
              "en": "Your GitHub repo",
              "fr": "Votre référentiel GitHub"
            },
            "activity": {
              "en": "<ol><li>Using the GitHub repo you created earlier, create a website. (Just HTML for now. We'll add CSS and JavaScript later.) The purpose of the site can be anything you want (your pets, your favourite sports team, a fictitious restaurant, etc. just nothing naughty, unethical, or illegal), and it should have <strong>at least</strong> the following:</li><ul><li>Around 3 to 5 pages</li><li>One of the pages should have the filename <code>index.html</code><li>A decorative image</li><li>A non-decorative image</li><li>At least one list</li><li>A table</li><li>Links</li><li>Header, site nav, footer, and main section</li><li>Headings</li><li>A form with input elements including a button of some kind (\"Submit\", \"Go\", etc.) (The form doesn't have to work, just have it there. Functionality will be added later.)</li><li>List 3 principles that are relevant to accessibility issues encountered in web applications.</li></ul></ol><p>At this point there should be no CSS or JavaScript or Aria. We'll add those later.</p><p>Publish using GH-Pages on the repo created earlier. Send the link to the Team Lead or Technical Advisor overseeing your training.</p><p>We're looking for valid, and proper HTML use.</p>", 
              "fr": "<ol><li>Créez un site Web à l’aide du référentiel GitHub que vous avez créé précédemment. (Seulement en HTML pour l’instant. Nous ajouterons les feuilles de style en cascade et JavaScript plus tard.) Le site peut porter sur ce que vous voulez (vos animaux de compagnie, votre équipe sportive préférée, un restaurant fictif, etc., mais rien qui soit inapproprié, contraire à l’éthique ou illégal), et il devrait comporter au moins les éléments suivants :</li><ul><li>Environ 3 à 5 pages</li><li>Une des pages devrait avoir le nom de fichier <code>index.html</code><li>Une image décorative</li><li>Une image non décorative</li><li>Au moins une liste</li><li>Un tableau</li><li>Des liens</li><li>Un entête, un plan de site, un pied de page et une section principale</li><li>Des entêtes de section</li><li>Un formulaire où l’on doit saisir des éléments d’entrée et où l’on trouve un bouton quelconque (« Soumettre », « Aller à », etc.); il n’est pas nécessaire que le formulaire fonctionne; il suffit qu’il soit présent. La fonctionnalité sera ajoutée ultérieurement.</li><li>Une liste de 3 principes se rapportant aux problèmes d’accessibilité rencontrés dans les applications Web.</li></ul></ol><p>À ce stade, il ne devrait y avoir ni feuilles de style en cascade, ni JavaScript, ni Aria. Nous les ajouterons plus tard.</p><p>Publiez à l’aide de GH-Pages sur le référentiel créé précédemment. Envoyez le lien au chef d’équipe ou au conseiller technique qui supervise votre formation.</p><p>Nous cherchons une utilisation HTML valide et appropriée.</p>"
            },
            "urls": [
        
            ],
            "cost": {
              "en": "Free", 
              "fr": "Gratuit"
            },
            "note": null
          },
          {
            "type": "course",
            "title": {
              "en": "Intro to CSS",
              "fr": "Introduction aux feuilles de style en cascade"
            },
            "method": {
              "en": "Online self-paced",
              "fr": "Cours en ligne à progression autocontrôlée"
            },
            "duration": {
              "en": "1 hour",
              "fr": "1 heure"
            },
            "purpose": {
              "en": "Provide a foundation for your understanding of CSS (Cascading Style Sheets).",
              "fr": "Jeter les bases permettant de bien comprendre les feuilles de style en cascade."
            },
            "goal": {
              "en": "Understand how CSS can add styling to a website and webpage.",
              "fr": "Comprendre comment les feuilles de style en cascade peuvent ajouter du style à un site Web et à une page Web."
            },
            "materials": {
              "en": "Read through {{urls[0]}}",
              "fr": "Lisez intégralement la page Web {{urls[0]}} (en anglais seulement)."
            },
            "activity": {
              "en": "Do the 25 question <a href=\"https://www.w3schools.com/quiztest/quiztest.asp?qtest=CSS\">CSS Quiz at W3Schools</a> and review any answers you got wrong.", 
              "fr": "Répondez aux 25 questions du questionnaire <a href=\"https://www.w3schools.com/quiztest/quiztest.asp?qtest=CSS\">CSS Quiz de W3Schools</a> (en anglais seulement) et passez en revue les questions auxquelles vous n’avez pas répondu correctement."
            },
            "urls": [
              {
                "url": "https://developer.mozilla.org/en-US/docs/Learn/Getting_started_with_the_web/CSS_basics",
                "text": "CSS basics - Learn web development | MDN"
              }
            ],
            "cost": {
              "en": "Free", 
              "fr": "Gratuit"
            },
            "note": null
          },
          {
            "type": "course",
            "title": {
              "en": "Add CSS To Your Website",
              "fr": "Ajouter des feuilles de style en cascade à votre site Web"
            },
            "method": {
              "en": "Online self-paced",
              "fr": "Cours en ligne à progression autocontrôlée"
            },
            "duration": {
              "en": "4 hours",
              "fr": "4 heures"
            },
            "purpose": {
              "en": "To gain practice with applying CSS.",
              "fr": "S’exercer à appliquer des feuilles de style en cascade."
            },
            "goal": {
              "en": "Demonstrate your knowledge of CSS by adding it to your website.",
              "fr": "Démontrer votre connaissance des feuilles de style en cascade en les ajoutant à votre site Web."
            },
            "materials": {
              "en": "Your GitHub Repo",
              "fr": "Votre référentiel GitHub"
            },
            "activity": {
              "en": "<ol><li>Modify the website created in the HTML portion (above) to have styling. The look and feel is up to you. But include CSS in the following ways:</li><ul><li>The site should reference your own .css file</li><li>At least one page should have its own embedded CSS section.</li><li>At least one element should have its own inline style added as an attribute.</li></ul><li>The CSS should include at least the following:</li><ul><li>A style for an entire element. (ex: all <code>&lt;p&gt;</code> tags should look a certain way.)</li><li>A style for a class. (ex: all elements with class <code>myClass</code> should look a certain way.)</li></ul></ol><p>The CSS doesn't have to be exhaustive or complex. Just enough to show that you understand how to alter the styling with CSS.</p><p>Send the link to the Team Lead or Technical Advisor overseeing your training.</p>", 
              "fr": "<ol><li>Modifiez le site Web créé dans la partie relative au HTML (ci-dessus) pour qu’il soit stylisé. C’est à vous de choisir l’apparence. Incluez les feuilles de style en cascade de la façon suivante :</li><ul><li>Le site doit faire référence à votre propre fichier .css</li><li>Au moins une page doit avoir sa propre section de feuilles de style en cascade intégrée.</li><li>Au moins un élément devrait avoir son propre style en ligne ajouté comme attribut.</li></ul><li>Les feuilles de style en cascade doivent comprendre au moins les éléments suivants :</li><ul><li>Un style pour un élément complet (p. ex., toutes les balises <code>&lt;p&gt;</code> devraient avoir une certaine apparence).</li><li>Un style pour une classe (p. ex., tous les éléments ayant la classe <code>myClass</code> devraient avoir une certaine apparence).</li></ul></ol><p>Il n’est pas nécessaire que les feuilles de style en cascade soient exhaustives ou complexes. Il suffit d’en prévoir suffisamment pour montrer que vous comprenez comment modifier le style avec des feuilles de style en cascade.</p><p>Envoyez le lien au chef d’équipe ou au conseiller technique qui supervise votre formation.</p>"
            },
            "urls": [
         
            ],
            "cost": {
              "en": "Free", 
              "fr": "Gratuit"
            },
            "note": null
          },
          {
            "type": "course",
            "title": {
              "en": "Intro to JavaScript",
              "fr": "Introduction au langage JavaScript"
            },
            "method": {
              "en": "Online self-paced",
              "fr": "Cours en ligne à progression autocontrôlée"
            },
            "duration": {
              "en": "1 hour",
              "fr": "1 heure"
            },
            "purpose": {
              "en": "Provide a foundation for your understanding of JavaScript.",
              "fr": "Jeter les bases permettant de comprendre le langage JavaScript"
            },
            "goal": {
              "en": "Understand how JavaScript can manipulate the DOM (Document Object Model) of a webpage, and handle events such as mouse clicks.",
              "fr": "Comprendre comment JavaScript peut manipuler le DOM (modèle objet de document) d’une page Web et gérer des événements tels que les clics de souris."
            },
            "materials": {
              "en": "Read through {{urls[0]}}",
              "fr": "Lisez intégralement la page Web {{urls[0]}} (en anglais seulement)."
            },
            "activity": {
              "en": "Do the 25 question <a href=\"https://www.w3schools.com/quiztest/quiztest.asp?qtest=JS\">JavaScript Quiz at W3Schools</a> and review any answers you got wrong.",
              "fr": "Répondez aux 25 questions du questionnaire <a href=\"https://www.w3schools.com/quiztest/quiztest.asp?qtest=JS\">JavaScript Quiz at W3Schools</a> et passez en revue les questions auxquelles vous n’avez pas répondu correctement."
            },
            "urls": [
              {
                "url": "https://developer.mozilla.org/en-US/docs/Learn/Getting_started_with_the_web/JavaScript_basics",
                "text": "JavaScript basics - Learn web development | MDN"
              }
            ],
            "cost": {
              "en": "Free", 
              "fr": "Gratuit"
            },
            "note": null
          },
          {
            "type": "course",
            "title": {
              "en": "Add JavaScript to Your Website",
              "fr": "Ajouter un langage JavaScript à votre site Web"
            },
            "method": {
              "en": "Online self-paced",
              "fr": "Cours en ligne à progression autocontrôlée"
            },
            "duration": {
              "en": "6 hours",
              "fr": "6 heures"
            },
            "purpose": {
              "en": "Provide a foundation for your understanding of JavaScript.",
              "fr": "Jeter les bases permettant de comprendre le langage JavaScript."
            },
            "goal": {
              "en": "Demonstrate your knowledge of JavaScript by adding dynamic functionality to your website.",
              "fr": "Démontrer votre connaissance de JavaScript en ajoutant une fonctionnalité dynamique à votre site Web."
            },
            "materials": {
              "en": "Your GitHub Repo",
              "fr": "Votre référentiel GitHub"
            },
            "activity": {
              "en": "<ol><li>Modify the website created in the HTML and CSS portions (above) to have added functionality. Part of the website should have some form elements. Now is the time to add functionality. Implement the following functionality:</li><ul><li>There should be a button that when clicked takes a value in one of the <code>&lt;input&gt;</code> tags and puts either that value, or the result of a calculation based on that value somewhere else on the webpage. This could be as simple as an input that asks for your name, then when the button is pressed, a message appears on the page that says \"Hello [name entered here]\". Or it could be a simple calculator, like asking for a number and when the button is clicked, the square of the number appears on the page.</li></ul></ol><p>This doesn't have to be complex. Just enough to show that you understand how to listen for a \"click\" event, get the value of an input, and add content to the page.</p><p>Also, this is for JavaScript. Not JQuery, Angular, React, Vue, etc. Plain, vanilla JavaScript.</p><p>Send the link to the Team Lead or Technical Advisor overseeing your training.</p>",
              "fr": "<ol><li>Modifiez le site Web créé dans les parties relatives au HTML et aux feuilles de style en cascade (ci-dessus) pour ajouter une fonctionnalité. Une partie du site Web devrait comporter certains éléments de formulaire; vous allez ajouter la fonctionnalité suivante :</li><ul><li>Programmer un bouton qui, lorsqu’on clique dessus, prend une valeur dans un des <code>&lt;input&gt;</code> et indique soit cette valeur, soit le résultat d’un calcul fondé sur cette valeur ailleurs sur la page Web. Cela pourrait être aussi simple qu’une entrée qui vous demande votre nom. Ensuite, lorsque vous appuyez sur le bouton, un message s’affiche sur la page et indique « Bonjour [nom saisi ici] ». Il peut aussi s’agir d’un calcul simple, comme demander un chiffre, et quand on clique sur le bouton, le carré du chiffre apparaît sur la page.</li></ul></ol><p>Il n’est pas nécessaire que cela soit complexe. Il suffit de montrer que vous comprenez comment détecter un événement « clic », obtenir la valeur d’une entrée et ajouter du contenu à la page.</p><p>Cela s’applique au langage JavaScript et non à JQuery, Angular, React, Vue, etc. Simplement JavaScript.</p><p>Envoyez le lien au chef d’équipe ou au conseiller technique qui supervise votre formation.</p>"
            },
            "urls": [
   
            ],
            "cost": {
              "en": "Free", 
              "fr": "Gratuit"
            },
            "note": null
          }
        ]
      },
      {
        "place": "C",
        "title": {
          "en": "Web Accessibility",
          "fr": "Accessibilité des contenus Web"
        },
        "objective": {
          "en": "To learn the fundamental principles of accessibility, WCAG (Web Content Accessibility Guidelines) 2.1 at the AA level, and performing accessibility audits.",
          "fr": "Apprendre les principes fondamentaux de l’accessibilité, les WCAG (Règles pour l’accessibilité des contenus Web) 2.1 au niveau AA et effectuer des vérifications de l’accessibilité."
        },
        "prerequisites": null,
        "note": {
          "en": "<p>Now that you have a foundation of web development, it's time to build on that. We now turn our attention to accessibility and WCAG.<p><p>The term \"Accessible\" could be defined as \"usable by all\". Whether or not something, say a website, is accessible is somewhat subjective. Having a standard makes it objective. WCAG 2.1 (Level AA) is the standard we use. As an example, how much contrast between adjacent colours is needed varies by user. WCAG gives a definitive answer: for text against background, it's 4.5 to 1.</p><p>It's important to understand basic accessibility principles like different disability groups and how they each interact with the Web. And it's important to know WCAG so you can interpret, apply, and reference it during an accessibility audit.</p><p>As for which specific courses to take, there is some choice. Ideally, you should take the T716 course offered by Canada School of the Public Service. But spots may not be readily available. Alternatively, the Accessibility for Web Development course offered by ESDC College is offered more frequently. But it's not as in-depth, and it can still be a few weeks before you can get a spot. And you want to start learning now.</p><p>Below are some options to get you started today.</p>",
          "fr": "<p>Maintenant que vous possédez les bases du développement Web, il est temps de les consolider. Nous allons maintenant nous pencher sur l’accessibilité et les WCAG.</p><p>Le terme « accessible » pourrait avoir comme synonyme « utilisable par tous ». L’accessibilité ou non d’une chose, par exemple un site Web, est quelque peu subjective. Le fait d’avoir une norme rend la chose objective. Les règles WCAG 2.1 (niveau AA) sont la norme que nous utilisons. Par exemple, l’importance du contraste nécessaire entre des couleurs adjacentes varie selon l’utilisateur. Les WCAG fournissent une réponse catégorique : pour du texte superposé sur un fond, le contraste doit être de 4.5 pour 1.</p><p>Il est important de comprendre les principes de base de l’accessibilité, par exemple les différents groupes de personnes en situation de handicap et la façon dont chacun interagit avec le Web. Et il est important de connaître les WCAG afin de pouvoir les interpréter, les appliquer et les consulter pendant une vérification de l’accessibilité.</p><p>Quant aux cours à suivre, il y a beaucoup de choix. Idéalement, vous devriez suivre le cours T716 offert par l’École de la fonction publique du Canada. Il se peut cependant qu’il n’y ait pas de places immédiatement disponibles. Le cours sur l’accessibilité pour le développement Web offert par le Collège EDSC est offert plus fréquemment. Mais ce cours n’est pas aussi approfondi et il se peut qu’il faille patienter quelques semaines avant de pouvoir obtenir une place. Et vous souhaitez commencer à apprendre dès maintenant.</p><p>Voici quelques options qui vous permettront de commencer aujourd’hui.</p>"
        },
        "courses": [
          {
            "type": "course",
            "title": {
              "en": "Intro to Accessibility (GoC)",
              "fr": "Introduction à l’accessibilité (GC)"
            },
            "method": {
              "en": "Online Classroom Course",
              "fr": "Cours théorique en ligne"
            },
            "duration": {
              "en": "16 to 20 hours",
              "fr": "16 à 20 heurest"
            },
            "purpose": {
              "en": "Provide a foundation for your understanding of Accessibility provided by Government of Canada",
              "fr": "Jeter les bases permettant de comprendre l’accessibilité offerte par le gouvernement du Canada"
            },
            "goal": {
              "en": "Understand the basics of accessibility audits.",
              "fr": "Comprendre les principes fondamentaux des vérifications de l’accessibilité."
            },
            "materials": {
              "en": "Register for the following courses for their next availability: <ul><li>{{urls[0]}} in Saba taught by ITAO.</li></ul>",
              "fr": "Inscrivez-vous aux cours suivants, en vue des prochaines séances. <ul><li>{{urls[1]}} dans Saba, dispensé par le BATI.</li></ul>"
            },
            "activity": null,
            "urls": [
              {
                "url": "https://esdc.sabacloud.com/Saba/Web_spf/CA1PRD0006/app/me/learningeventdetail/cours000000000109145?returnurl=common%2Fsearchresults%2Faccessibility%20for%20web%20development%2FLEARNINGEVENT,OFFERINGTEMPLATE,CERTIFICATION,CURRICULUM,PLAYLIST,OFFERING,PACKAGE,LXPCONTENT,LEARNINGPATHWAY%3FembeddedInTorque%3Dtrue",
                "text": "Accessibility - Information and Communication Technologies Accessibility for Web Development"
              },
              {
                "url": "https://esdc.sabacloud.com/Saba/Web_spf/CA1PRD0006/app/me/learningeventdetail/cours000000000109145?returnurl=common%2Fsearchresults%2Faccessibility%20for%20web%20development%2FLEARNINGEVENT,OFFERINGTEMPLATE,CERTIFICATION,CURRICULUM,PLAYLIST,OFFERING,PACKAGE,LXPCONTENT,LEARNINGPATHWAY%3FembeddedInTorque%3Dtrue",
                "text": "Accessibilité aux technologies de l’information et des communications pour le développement Web"
              }
            ],
            "cost": {
              "en": "Free",
              "fr": "Gratuit"
            },
            "note": {
              "en": "Due to availability, it could be weeks or months before you can get a spot in one of those courses. In the mean time, proceed to the next Activity, directly below, for some online learning that can be started at any time.",
              "fr": "En raison du faible taux de disponibilité, il peut s’écouler des semaines ou des mois avant que vous puissiez obtenir une place dans l’un de ces cours. Entre-temps, passez à la prochaine activité (ci-dessous), pour apprendre en ligne à tout moment."
            }
          },
          {
            "type": "course",
            "title": {
              "en": "Intro to Accessibility",
              "fr": "Introduction à l’accessibilité"
            },
            "method": {
              "en": "Online self-paced",
              "fr": "Cours en ligne à progression autocontrôlée"
            },
            "duration": {
              "en": "4 to 20 hours",
              "fr": "4 à 20 heures"
            },
            "purpose": {
              "en": "Provide a foundation for your understanding of Accessibility.",
              "fr": "Jeter les bases permettant de comprendre l’accessibilité."
            },
            "goal": {
              "en": "Understand the basics of accessibility.",
              "fr": "Comprendre les bases de l’accessibilité."
            },
            "materials": {
              "en": "You have two learning options to choose from for completing this course: <ol><li>{{urls[0]}} (approximately 7 hours of videos)</li><li>{{urls[1]}} (16 to 20 hours)</li></ol>",
              "fr": "Vous avez le choix entre deux options d’apprentissage pour suivre ce cours : <ol><li>{{urls[0]}} (environ 7 heures de vidéos – en anglais seulement)</li><li>{{urls[1]}} (16 à 20 heures – en anglais seulement)</li></ol>"
            },
            "activity": null,
            "urls": [
              {
                "url": "https://www.udacity.com/course/web-accessibility--ud891",
                "text": "Web Accessibility by Google through Udacity"
              },
              {
                "url": "https://www.w3.org/WAI/fundamentals/foundations-course/",
                "text": "Digital Accessibility Foundations - Free Online Course | Web Accessibility Initiative (WAI) | W3C"
              }
            ],
            "cost": {
              "en": "Free",
              "fr": "Gratuit"
            },
            "note": null
          },
          {
            "type": "course",
            "title": {
              "en": "Practice Audit",
              "fr": "Mise en pratique de la vérification"
            },
            "method": {
              "en": "Online self-paced",
              "fr": "Cours en ligne à progression autocontrôlée"
            },
            "duration": {
              "en": "16 to 24 hours",
              "fr": "16 à 24 heures"
            },
            "purpose": {
              "en": "Provide practice performing a set of audits and re-audits on a small website. Pretend that the Team Lead or Technical Advisor who is overseeing your training is your client. They have a website they need to get out to production. But it needs to adhere to the departmental standards on Accessibility first. You're going to help them with that. You're going to find existing issues in their website, identify the proper WCAG Success Criterion, and give a short explanation on what the problem is, and how to fix it.",
              "fr": "S’exercer en procédant à une série de vérifications et de nouvelles vérifications d’un petit site Web. Imaginez que le chef d’équipe ou le conseiller technique qui supervise votre formation est votre client. Il possède un site Web qu’il a besoin de mettre en production. Mais il doit d’abord se conformer aux normes ministérielles en matière d’accessibilité. Vous allez l’aider. Vous allez déceler les problèmes de son site Web, déterminer le bon critère de respect des WCAG et expliquer brièvement en quoi consistent les problèmes et comment les régler."
            },
            "goal": {
              "en": "To simulate ITAO's part in a website release from initial audit to conformance email.",
              "fr": "Simuler la partie du BATI dans une version d’un site Web, à partir de la vérification initiale jusqu’au courriel de conformité."
            },
            "materials": {
              "en": "The Team Lead or Technical Advisor will provide you with a blank report for you to fill with accessibility issues found on {{urls[0]}}",
              "fr": "Le chef d’équipe ou le conseiller technique vous remettront un rapport vierge que vous devrez remplir en inscrivant les problèmes d’accessibilité décelés sur le {{urls[1]}} (en anglais seulement). "
            },
            "activity": {
              "en": "<ol><li>Perform an accessibility audit on <a href=\"https://cenw-wscoe.github.io/practice-site/banana/index.html\">Jim Norton's accessibility practice site</a> and send your findings to Team Lead or Technical Advisor overseeing your training.</li><li>The Team Lead or Technical Advisor will check your audit for clear communication on issues, properly identified issues, missed issues, and false positives. They'll give you feedback, along with a new URL to audit. That new URL will be copy of the site in the previous step, with some or all of the accessibility issues fixed.</li><li>Perform a re-audit on the site at the new URL, setting fixed issues as \"Pass\", adding any new issues if you find any. Send your report back to your Team Lead or Technical Advisor.</li><li>Steps 2 and 3 will be repeated until you've performed a re-audit on a website with no accessibility issues. When you send your finished audit with no failures and a Conformance Email to your Team Lead or Technical Advisor, they will confirm that you have just audited a site with no failures, and this activity will be complete.</li></ol>",
              "fr": "<ol><li>Effectuez une vérification de l’accessibilité du  <a href=\"https://cenw-wscoe.github.io/practice-site/banana/index.html\">site de simulation des vérifications de l’accessibilité de Jim Norton</a> et envoyez vos conclusions au chef d’équipe ou au conseiller technique qui supervise votre formation.</li><li>Le chef d’équipe ou le conseiller technique contrôlera votre vérification pour savoir si vous avez clairement fait état des problèmes, si vous avez correctement identifié les problèmes, s’il y a des problèmes que vous n’avez pas remarqués et s’il y a des faux positifs. Il vous fournira des commentaires et une nouvelle adresse URL à vérifier. Cette nouvelle adresse URL sera une copie du site de l’étape précédente, mais une partie ou la totalité des problèmes d’accessibilité auront été réglés.</li><li>Effectuez une nouvelle vérification du site, à la nouvelle adresse URL, en désignant les problèmes réglés comme étant une « Réussite » et en signalant les nouveaux problèmes, s’il y en a. Envoyez votre rapport à votre chef d’équipe ou à votre conseiller technique.</li><li>Les étapes 2 et 3 seront répétées jusqu’à ce que vous ayez effectué une vérification d’un site Web et n’ayez trouvé aucun problème d’accessibilité. Lorsque vous enverrez votre vérification terminée sans échec et le courriel de conformité à votre chef d’équipe ou à votre conseiller technique, celui-ci confirmera que vous venez de vérifier un site sans échec et que cette activité est terminée.</li></ol>"
            },
            "urls": [
              {
                "url": "https://cenw-wscoe.github.io/practice-site/banana/index.html",
                "text": "Jim Norton's accessibility practice site"
              },
              {
                "url": "https://cenw-wscoe.github.io/practice-site/banana/index.html",
                "text": "site de simulation des vérifications de l’accessibilité de Jim Norton"
              }
            ],
            "cost": {
              "en": "Free",
              "fr": "Gratuit"
            },
            "note": null
          }
        ]
      },
      {
        "place": "D",
        "title": {
          "en": "Mobile Accessibility",
          "fr": "Accessibilité relative aux appareils mobile"
        },
        "objective": {
          "en": "To learn the fundamental principles of accessibility as it applies to Mobile devices and apps.",
          "fr": "Apprendre les principes fondamentaux de l’accessibilité s’appliquant aux appareils mobiles et aux applications."
        },
        "prerequisites": null,
        "note": {
          "en": "<p>The most important part of learning mobile accessibility is learning to use a screen reader on a mobile device - without a keyboard. On desktops, keyboards are part of the screen reader experience. You need to learn shortcuts and hotkeys. You need to be able to use the computer without a mouse plus the screen reader shortcuts. But for mobile, you need to learn to use a screen reader using only your fingers. While mobile devices can have keyboards connected, finger-only usage would be considered the primary way to interact.</p>",
          "fr": "<p>La partie la plus importante de l’apprentissage de l’accessibilité relative aux appareils mobiles consiste à apprendre à utiliser un lecteur d’écran sur un appareil mobile, sans clavier. Sur les ordinateurs de bureau, les claviers font partie de l’expérience d’utilisation du lecteur d’écran. Vous devez apprendre les raccourcis et les touches d’accès rapide. Vous devez pouvoir utiliser l’ordinateur sans souris et sans les raccourcis du lecteur d’écran. Pour ce qui est des appareils mobiles, vous devez apprendre à utiliser un lecteur d’écran uniquement avec vos doigts. Même si les appareils mobiles peuvent être connectés à un clavier, l’utilisation des doigts serait considérée comme la principale façon d’interagir.</p>"
        },
        "courses": [
          {
            "type": "course",
            "title": {
              "en": "Mobile Accessibility",
              "fr": "Accessibilité relative aux appareils mobiles"
            },
            "method": {
              "en": "Self-paced",
              "fr": "Autocontrôlé"
            },
            "duration": {
              "en": "2 hours",
              "fr": "2 heures"
            },
            "purpose": {
              "en": "Learn the basics on how to audit accessibility of mobile apps.",
              "fr": "Apprendre les rudiments de la vérification de l’accessibilité des applications mobiles."
            },
            "goal": {
              "en": "Learn how to use screen readers on mobile devices (iOS and Android).",
              "fr": "Apprendre à utiliser des lecteurs d’écran sur des appareils mobiles (iOS et Android)."
            },
            "materials": {
              "en": "Download the Mobile Testing Guide (PDF) from {{urls[0]}}. Keep this handy for whenever you do a mobile audit.",
              "fr": "Téléchargez le guide d’essai mobile (PDF) à partir du site {{urls[0]}} (en anglais seulement). Gardez ce guide à portée de main chaque fois que vous effectuez une vérification mobile."
            },
            "activity":  {
              "en": "Read through the document. Try using the various accessibility settings on your mobile device, especially the screen reader to familiarize yourself with various gestures.",
              "fr": "Lisez intégralement le document. Essayez d’utiliser les différents paramètres d’accessibilité de votre appareil mobile, plus particulièrement le lecteur d’écran, pour vous familiariser avec les divers gestes à faire pour l’utiliser."
            },
            "urls": [
              {
                "url": "https://www.tpgi.com/mobile-accessibility/",
                "text": "Mobile Accessibility - TPGi"
              }  
            ],
            "cost":  {
              "en": "Free",
              "fr": "Gratuit"
            },
            "note": null
          },
          {
            "type": "course",
            "title": {
              "en": "Screen Reader Testing for Mobile Content (If/when available)",
              "fr": "Mise à l’essai du lecteur d’écran pour le contenu mobile (lorsque disponible)"
            },
            "method": {
              "en": "Online / Classroom",
              "fr": "Cours en ligne ou en classe"
            },
            "duration": {
              "en": "8 hours; 1 working day",
              "fr": "8 heures; 1 jour ouvrable"
            },
            "purpose": {
              "en": "Learn the basics on how to audit accessibility of mobile apps.",
              "fr": "Apprendre les rudiments de la vérification de l’accessibilité des applications mobiles."
            },
            "goal":  {
              "en": "Complete the Eliquo course on Screen Reader Testing for Mobile Content.",
              "fr": "Suivre le cours Eliquo portant sur la mise à l’essai du lecteur d’écran pour le contenu mobile."
            },
            "materials": {
              "en": "Register for Screen {{urls[0]}}. Or talk to your Team Lead. If enough people need this, group training can be organized.",
              "fr": "Inscrivez-vous à {{urls[0]}} (en anglais seulement). Ou parlez-en à votre chef d’équipe. Si suffisamment de personnes ont besoin de suivre le cours, une formation de groupe peut être organisée."
            },
            "activity": null,
            "urls": [
              {
                "url": "https://eliquotraining.com/training/course.php?cid=EWAW213&c=Screen-Reader-Testing-Websites-Documents-Mobile",
                "text": "Reader Testing for Mobile Content (Eliquo)"
              }
            ],
            "cost": {
              "en": "$495 per person",
              "fr": "495 $ par personne"
            },
            "note": null
          }
        ]
      },
      {
        "place": "E",
        "title": {
          "en": "Advanced Topics",
          "fr": "Sujets avancés"
        },
        "objective": {
          "en": "To take your ability to audit to the next level. This includes understanding WAI-ARIA (Web Accessibility Initiative – Accessible Rich Internet Applications), and ATAG (Authoring Tools Accessibility Guidelines).",
          "fr": ": Faire passer votre capacité de vérification au niveau supérieur. Entre autres, comprendre les WAI-ARIA (Web Accessibility Initiative – Accessible Rich Internet Applications) et les ATAG (Authoring Tools Accessibility Guidelines)."
        },
        "prerequisites": null,
        "note": {
          "en": "<strong>WAI-ARIA</strong><p>Now that you have a foundation of web development and accessibility, it's time to build on that. We now turn our attention to WAI-ARIA, or \"ARIA\" for short.</p><p>ARIA is used to enhance accessibility in web applications. You will need to be able to identify improper ARIA in web audits, and offer advice on how to fix errors.</p><p>Learning WAI-ARIA is a years-long pursuit, learning what roles require which parent and child roles, which stand on their own, what browser and screen reader combos support what aria, etc. But you will run into WAI-ARIA sooner rather than later.</p><p>Below are some options to get you started today.</p>",
          "fr": "<strong>WAI-ARIA</strong><p>Maintenant que vous possédez des connaissances de base sur le développement Web et l’accessibilité, il est temps de passer au niveau supérieur. Nous allons maintenant parler des WAI-ARIA, ou ARIA, plus simplement.</p><p>Les ARIA sont utilisées pour améliorer l’accessibilité dans les applications Web. Vous devrez être en mesure d’identifier les ARIA inappropriées lors de vérifications Web et de fournir des conseils sur la façon de corriger les erreurs.</p><p>L’apprentissage des WAI-ARIA est une tâche de longue haleine, qui consiste à associer les différents rôles aux rôles parent et enfant, et à déterminer les rôles autonomes ainsi que les combinaisons navigateur-lecteur d’écran qui prennent en charge les différentes ARIA, etc. Mais vous aurez probablement affaire aux WAI-ARIA d’ici peu.</p><p>Voici quelques options pour commencer l’apprentissage dès aujourd’hui.</p>"
        },
        "courses": [
          {
            "type": "course",
            "title": {
              "en": "Introduction to ARIA (WebAIM)",
              "fr": "Introduction aux ARIA (WebAIM)"
            },
            "method": {
              "en": "Online self-paced",
              "fr": "Cours en ligne à progression autocontrôlée"
            },
            "duration": {
              "en": "2 hours",
              "fr": "2 heures"
            },
            "purpose": {
              "en": "Learn the basics of WAI-ARIA.",
              "fr": "Apprendre les rudiments des WAI-ARIA."
            },
            "goal": {
              "en": "Learn the basics of WAI-ARIA.",
              "fr": "Apprendre les rudiments des WAI-ARIA."
            },
            "materials": {
              "en": "Read through {{urls[0]}}",
              "fr": "Lisez {{urls[0]}} (en anglais seulement)" 
            },
            "activity": null,
            "urls": [
              {
                "url": "https://webaim.org/techniques/aria/",
                "text": "WebAIM: Introduction to ARIA - Accessible Rich Internet Applications"
              }
            ],
            "cost": {
              "en": "Free",
              "fr": "Gratuit"
            },
            "note": null
          },
          {
            "type": "course",
            "title": {
              "en": "Advanced ARIA (Optional)",
              "fr": "ARIA avancées (en option)"
            },
            "method": {
              "en": "Online self-paced",
              "fr": "Cours en ligne à progression autocontrôlée"
            },
            "duration": {
              "en": "37.5 hours",
              "fr": "37,5 heures"
            },
            "purpose": {
              "en": "Gain a much more in-depth knowledge and understanding of WAI-ARIA.",
              "fr": "Acquérir une connaissance et une compréhension beaucoup plus approfondies des WAI-ARIA."
            },
            "goal": {
              "en": "Gain a much more in-depth knowledge and understanding of WAI-ARIA.",
              "fr": "Acquérir une connaissance et une compréhension beaucoup plus approfondies des WAI-ARIA."
            },
            "materials": {
              "en": "Download or read the book online: {{urls[0]}}",
              "fr": "Téléchargez ou lisez le guide en ligne : {{urls[0]}} (lien externe - en anglais seulement)"
            },
            "activity": null,
            "urls": [
              {
                "url": "https://pressbooks.library.ryerson.ca/wafd/",
                "text": "Web Accessibility for Developers - Ryerson University (external link)"
              }
            ],
            "cost": {
              "en": "Free",
              "fr": "Gratuit"
            },
            "note": null
          },
          {
            "type": "course",
            "title": {
              "en": "Add Aria to HTML",
              "fr": "Ajouter des ARIA à du langage HTML"
            },
            "method": {
              "en": "Self-Directed",
              "fr": "Autodirigée"
            },
            "duration": {
              "en": "3.5 hours",
              "fr": "3,5 heures"
            },
            "purpose": {
              "en": "To get some real experience adding ARIA to HTML.",
              "fr": "Acquérir une véritable expérience de l’ajout d’ARIA à du langage HTML."
            },
            "goal": {
              "en": "Add ARIA to the small website you created in Blocks A and B.",
              "fr": "Ajouter des ARIA au petit site Web que vous avez créé dans les blocs A et B."
            },
            "materials": {
              "en": "Your website",
              "fr": "Votre site Web"
            },
            "activity": null,
            "urls": [
             
            ],
            "cost": {
              "en": "Free",
              "fr": "Gratuit"
            },
            "note": null
          },
          {
            "type": "course",
            "title": {
              "en": "Authoring Tool Accessibility Guidelines (ATAG) (Skillsoft)",
              "fr": "Règles d’accessibilité pour les outils d’édition (ATAG) (Skillsoft)"
            },
            "method": {
              "en": "Online self-paced",
              "fr": "Cours en ligne à progression autocontrôlée"
            },
            "duration": {
              "en": "1 hour",
              "fr": "1 heure"
            },
            "purpose": {
              "en": "Learn the basics of ATAG.",
              "fr": "Apprendre les rudiments des règles ATAG."
            },
            "goal":  {
              "en": "To become familiar with interpreting and applying ATAG.",
              "fr": "Se familiariser avec l’interprétation et l’application des règles ATAG."
            },
            "materials": {
              "en": "Complete {{urls[0]}}",
              "fr": "Suivre la formation {{urls[0]}} (en anglais)"
            },
            "activity": null,
            "urls": [
              {
                "url": "https://www.skillsoft.com/course/authoring-tool-accessibility-guidelines-atag-64724430-d4ec-11e7-9acd-ff1ac222294d",
                "text": "Authoring Tool Accessibility Guidelines (ATAG)"
              }
            ],
            "cost": {
              "en": "<p>Contact your Team Lead or manager about this. It is possible to do a free 14 day trial, and complete the course in that time, but you will need a credit card to do so.</p>",
              "fr": "<p>Communiquez avec votre chef d’équipe ou votre gestionnaire à ce sujet. Il est possible d’effectuer un essai gratuit de 14 jours et de suivre le cours pendant ce temps, mais vous aurez besoin d’une carte de crédit pour le faire.</p>"
            },
            "note": null
          }
        ]
      }
    ]
  }
  