<!DOCTYPE html>
<!--[if lt IE 9]><html class="no-js lt-ie9" lang="fr" dir="ltr"><![endif]-->
<!--[if gt IE 8]><!-->
<html class="no-js" lang="fr" dir="ltr">
<!--<![endif]-->
<head>
    <meta charset="utf-8">
    <!-- Web Experience Toolkit (WET) / Boîte à outils de l'expérience Web (BOEW) wet-boew.github.io/wet-boew/License-en.html / wet-boew.github.io/wet-boew/Licence-fr.html -->
    <title>Directives relatives à l'accessibilité des réunions/événements - EDSC / Bureau de l’accessibilité des TI</title>
    <meta content="width=device-width,initial-scale=1" name="viewport">
    <!-- Meta data -->
    <meta name="description"
        content="Une bonne planification des réunions et des événements est essentielle pour l’inclusion de tous. Plusieurs éléments doivent être considérés dans la liste de choses à faire avant et pendant ceux-ci.">
    <!-- Meta data-->
    <!-- Load closure template scripts -->
    <script src="https://ssl-templates.services.gc.ca/rn/cls/wet/gcweb/cdts/compiled/soyutils.js"></script>
    <script src="https://ssl-templates.services.gc.ca/rn/cls/wet/gcweb/cdts/compiled/wet-fr.js"></script>
    <!-- Write closure template -->
    <script src="https://bati-itao.github.io/scripts/refTop.min.js"></script>
</head>

<body vocab="https://schema.org/" typeof="WebPage">
    <div id="def-top">
    </div>
    <!-- Write closure template -->
    <script>
        var defTop = document.getElementById("def-top");
        defTop.outerHTML = wet.builder.appTop({
            "appName": [{
                "text": "EDSC / Bureau de l’accessibilité des TI",
                "href": "https://bati-itao.github.io/index-fr.html"
            }],
           "breadcrumbs" : [{
                "title": "Accueil",
                "href" : "https://bati-itao.github.io/index-fr.html"
            },{
                "title": "Ressources et outils",
                "href" : "./index-fr.html"
            }],
            "lngLinks": [{
                "lang": "en",
                "href": "./accessible-meeting-event-guidelines-en.html",
                "text": "English"
            }],
            "menuPath": "https://bati-itao.github.io/ajax/menu-fr.html"
        });
    </script>
    <main role="main" property="mainContentOfPage" class="container">
        <h1 property="name" id="wb-cont">Directives relatives à l'accessibilité des réunions/événements</h1>
        <div data-wb-ajax='{
			"url": "https://bati-itao.github.io/ajax/links-esdc-goc-network-en.html",
			"type": "replace"
		}'></div>
        <h2>Avant la r&eacute;union ou l&rsquo;&eacute;v&eacute;nement</h2>
        <ul>
        <li>Pour une r&eacute;union &agrave; petite &eacute;chelle, apprenez &agrave; conna&icirc;tre les besoins des participants et demandez au petit groupe de participants s'ils ont besoin d'accommodements suppl&eacute;mentaires pour la petite r&eacute;union.</li>
        <li>Pour un &eacute;v&eacute;nement de grande envergure, envoyez l'invitation 3 semaines &agrave; l'avance et demandez aux participants s'ils ont besoin d'un accommodement sp&eacute;cifique (par exemple un interpr&egrave;te en langue des signes ou CART).</li>
        <li>Pour une r&eacute;union de type portes ouvertes, o&ugrave; vous n'avez aucun moyen de conna&icirc;tre les besoins de vos participants, fournissez autant d'accommodements que possible, y compris, mais sans s'y limiter, les services CART (traduction en temps r&eacute;el des communications), les interpr&egrave;tes en langue des signes en American Sign Language (ASL - anglais) et en Langue des signes qu&eacute;b&eacute;coise (LSQ - fran&ccedil;ais).</li>
        <ul>
        <li>Veuillez consulter <a href="./CART-services-Sign-Language-Interpreters-fr.html">Services CART et Interpr&egrave;tes en langue des signes</a> pour de plus amples informations concernant les services CART et l'interpr&eacute;tation en langue des signes.</li>
        </ul>
        <li>Assurez-vous que tous les courriels, documents et pr&eacute;sentations li&eacute;s &agrave; la r&eacute;union sont accessibles <a href="https://bati-itao.github.io/resources/accessible-documents-fr.html">Documents accessibles - EDSC / Bureau de l'accessibilit&eacute; des TI</a><u>. </u></li>
        <li>Envoyez les documents/pr&eacute;sentations unilingues (fran&ccedil;ais et anglais) une semaine avant la r&eacute;union. Les pr&eacute;sentations doivent &eacute;galement inclure les notes traduites des intervenants.</li>
        <ul>
        <li>Veuillez consulter <a href="./Official-languages-recommendations-fr.html">les recommandations en mati&egrave;re de langues officielles (LO)</a> pour de plus amples informations concernant les recommandations en mati&egrave;re de langues officielles.</li>
        </ul>
        <li>Dans l'invitation &agrave; la r&eacute;union, indiquez toujours que les employ&eacute;s qui ont besoin d'accommodements (sous-titres, CART, gros caract&egrave;res, etc.) doivent contacter l'organisateur d&egrave;s que possible afin de garantir la disponibilit&eacute; des services.</li>
        <li>Assurez-vous que les pr&eacute;sentateurs ont consult&eacute; le document <a href="https://intranet.canada.ca/hr-rh/ve/dee-deme/piae-peia-fra.asp">Planifier des &eacute;v&eacute;nements inclusifs et accessibles <i class="fas fa-external-link-square-alt"></i><span class="wb-inv"> Lien interne</span></a>, la section sur les conseils pour les pr&eacute;sentateurs.</li>
        <li>Pr&eacute;voyez plusieurs moyens de participer &agrave; la r&eacute;union, par exemple la possibilit&eacute; de se connecter par t&eacute;l&eacute;phone.</li>
        <li>Faites un essai quelques jours avant l&rsquo;&eacute;v&eacute;nement pour vous assurer que tout se passe bien.</li>
        </ul>
        <h2>Rappelez aux pr&eacute;sentateurs :</h2>
        <ul>
        <li>D'utiliser un langage simple et d'expliquer tous les termes et acronymes.</li>
        <li>D&rsquo;annoncer leur nom avant de parler.</li>
        <li>De veiller &agrave; ce que l'arri&egrave;re-plan soit uni et non distrayant.</li>
        <li>D&rsquo;assurer un &eacute;clairage ad&eacute;quat lors de la diffusion de vid&eacute;os pour les personnes qui lisent sur les l&egrave;vres.</li>
        </ul>
        <h2>Pendant la r&eacute;union ou l&rsquo;&eacute;v&eacute;nement</h2>
        <ul>
        <li>Dans la mesure du possible et avec le consentement de tous les participants, pr&eacute;voyez l'enregistrement de la r&eacute;union afin de permettre aux participants de revoir la pr&eacute;sentation et de prendre des notes &agrave; leur propre rythme.</li>
        <li>Mettez les participants en sourdine d&egrave;s leur entr&eacute;e et informez-les de ce fait.</li>
        <li>Pr&eacute;sentez les interpr&egrave;tes et/ou les sous-titreurs.</li>
        <li>Envoyez le lien vers le service de sous-titrage dans le clavardage et par courriel.</li>
        <li>Rappelez aux participants comment &laquo;&eacute;pingler&raquo; les interpr&egrave;tes et les orateurs si n&eacute;cessaire.</li>
        <li>Rappelez aux participants l'&eacute;tiquette &agrave; respecter lors de l'&eacute;v&eacute;nement :</li>
        <ul>
        <li>Se d&eacute;connecter du VPN</li>
        <li>Restez en sourdine lorsque vous ne parlez pas</li>
        <li>&Eacute;teingnez votre cam&eacute;ra si vous ne faites pas de pr&eacute;sentation, afin de r&eacute;duire les stimuli visuels &agrave; l'exception du pr&eacute;sentateur</li>
        <li>Si un participant se sent &agrave; l'aise, il peut allumer sa cam&eacute;ra lorsqu'il parle pour les participants qui lisent sur les l&egrave;vres</li>
        <li>Indiquez qui parle &agrave; chaque fois que l'orateur change.</li>
        <li>Parlez &agrave; un rythme mod&eacute;r&eacute; et &eacute;noncez clairement.</li>
        <li>D&eacute;crivez tout le mat&eacute;riel visuel (comme les PowerPoints et les partages d'&eacute;cran).</li>
        <ul>
        <li>Si vous utilisez MS Teams, encouragez les pr&eacute;sentateurs &agrave; utiliser la fonction de partage de PowerPoint au lieu de simplement partager leur &eacute;cran pour permettre aux utilisateurs de technologies d'assistance de participer au PowerPoint.</li>
        </ul>
        <li>Lisez &agrave; haute voix les messages de clavardage pertinents et vous pouvez &eacute;galement demander aux participants de n'utiliser le clavardage que pour les questions.</li>
        <li>Utilisez la fonction &laquo;Levez la main&raquo; pour poser des questions.</li>
        <li>Envoyez par courriel les liens pertinents partag&eacute;s dans le clavardage.</li>
        </ul>
        </ul>
		<div id="def-preFooter"></div>
        <script src="https://bati-itao.github.io/scripts/preFooter.min.js"></script>
    </main>
    <div id="def-footer"></div>
    <script src="https://bati-itao.github.io/scripts/appFooter.min.js"></script>
    <script src="https://bati-itao.github.io/scripts/refFooter.min.js"></script>
    <script src="https://bati-itao.github.io/scripts/bati-itao.min.js"></script>
</body>
    
</html>