<!DOCTYPE html>
<!--[if lt IE 9]><html class="no-js lt-ie9" lang="fr" dir="ltr"><![endif]-->
<!--[if gt IE 8]><!-->
<html class="no-js" lang="fr" dir="ltr">
<!--<![endif]-->
<head>
    <meta charset="utf-8">
    <!-- Web Experience Toolkit (WET) / Boîte à outils de l'expérience Web (BOEW) wet-boew.github.io/wet-boew/License-en.html / wet-boew.github.io/wet-boew/Licence-fr.html -->
    <title>Services CART et interprètes en langue des signes - EDSC / Bureau de l’accessibilité des TI</title>
    <meta content="width=device-width,initial-scale=1" name="viewport">
    <!-- Meta data -->
    <meta name="description"
        content="Les mesures d’adapatation les plus courantes pour les réunions ou les événements sont les services de traduction en temps réel des communications (CART en anglais) ainsi que les services d’interprétation.">
    <!-- Meta data-->
    <!-- Load closure template scripts -->
    <script src="https://ssl-templates.services.gc.ca/rn/cls/wet/gcweb/cdts/compiled/soyutils.js"></script>
    <script src="https://ssl-templates.services.gc.ca/rn/cls/wet/gcweb/cdts/compiled/wet-fr.js"></script>
    <!-- Write closure template -->
    <script src="https://bati-itao.github.io/scripts/refTop.min.js"></script>
</head>

<body vocab="https://schema.org/" typeof="WebPage">
    <div id="def-top">
    </div>
    <!-- Write closure template -->
    <script>
        var defTop = document.getElementById("def-top");
        defTop.outerHTML = wet.builder.appTop({
            "appName": [{
                "text": "EDSC / Bureau de l’accessibilité des TI",
                "href": "https://bati-itao.github.io/index-fr.html"
            }],
           "breadcrumbs" : [{
                "title": "Accueil",
                "href" : "https://bati-itao.github.io/index-fr.html"
            },{
                "title": "Ressources et outils",
                "href" : "./index-fr.html"
            }],
            "lngLinks": [{
                "lang": "en",
                "href": "./CART-services-Sign-Language-Interpreters-en.html",
                "text": "English"
            }],
            "menuPath": "https://bati-itao.github.io/ajax/menu-fr.html"
        });
    </script>
    <main role="main" property="mainContentOfPage" class="container">
        <h1 property="name" id="wb-cont">Services CART et interprètes en langue des signes</h1>
        <div data-wb-ajax='{
			"url": "https://bati-itao.github.io/ajax/links-esdc-goc-network-en.html",
			"type": "replace"
		}'></div>
        <p>Veuillez garder &agrave; l'esprit que les personnes qui sont culturellement sourdes, pr&eacute;f&eacute;reront avoir recours &agrave; des interpr&egrave;tes en langue des signes parce que leur langue maternelle est probablement la Langue des signes qu&eacute;b&eacute;coise (LSQ &ndash; en fran&ccedil;ais) ou la Langue des signes am&eacute;ricaine (ASL &ndash; en anglais), il ne faut pas pourtant le pr&eacute;sumer. Demandez-leur comment ils aimeraient qu'on tienne compte de leurs besoins dans leur langue maternelle. Il y a des personnes qui perdent la capacit&eacute; auditive plus tard dans la vie et qui n'ont pas appris &agrave; communiquer ni par LSQ ni par ASL.</p>
        <p>Solutions d&rsquo;accessibilit&eacute; &agrave; consid&eacute;rer pour l&rsquo;organisation d&rsquo;une r&eacute;union ou d&rsquo;un &eacute;v&eacute;nement;</p>
        <h2>Traduction en temps r&eacute;el des communications (CART)</h2>
        <ul>
        <li><a href="https://support.microsoft.com/fr-fr/office/utiliser-les-sous-titres-en-direct-dans-une-r%c3%a9union-teams-4be2d304-f675-4b57-8347-cbd000a21260?ui=fr-FR&amp;rs=fr-CA&amp;ad=CA">Microsoft Teams offre des services de sous-titrage en direct en anglais</a> sans frais suppl&eacute;mentaires.</li>
        <li>Les services de sous-titrage en direct en fran&ccedil;ais peuvent &ecirc;tre offerts par les fournisseurs de services suivants. Veuillez garder &agrave; l'esprit que ces services sont payants);</li>
        <ul>
        <li><a href="https://www.chs.ca/fr/propos-de-la-sco">Des services de CART offerts par les services canadiens de l'ou&iuml;e</a>: le personnel des services canadiens de l'ou&iuml;e (SCO) pourra vous fournir des informations sur la logistique de la fourniture de services de CART pour les audioconf&eacute;rences. Veuillez noter que ce service est payant.&nbsp;</li>
        <li>CART provenant de la soci&eacute;t&eacute;&nbsp;<a href="https://neesonsreporting.com/neesons-cart-captioning-services/">Neesons, services de st&eacute;nographie judiciaire</a>.&nbsp;</li>
        <li>CART provenant de &laquo;<a href="https://natcapcan.ca/about-us/">National Captioning Canada</a><u>&raquo;</u>.&nbsp;&nbsp;</li>
        </ul>
        <li>Le co&ucirc;t varie entre 600 $ et $3 000 $.</li>
        <li>Contactez les entreprises qui offrent ce service et v&eacute;rifier qui est disponible pour soutenir l&rsquo;&eacute;v&eacute;nement. Une fois qu'une entreprise est rep&eacute;r&eacute;e (en g&eacute;n&eacute;ral bas&eacute; sur le meilleur soumissionnaire), vous devez indiquer les num&eacute;ros de t&eacute;l&eacute;conf&eacute;rence afin que ces personnes puissent suivre les interpr&egrave;tes simultan&eacute;s. Il faut cr&eacute;er deux contrats : l'un &eacute;crit en fran&ccedil;ais et l'autre en anglais. L'entreprise qui propose les services de CART, enverra un lien &agrave; ceux qui participent &agrave; l'&eacute;v&eacute;nement par web&eacute;mission (en ligne). Ils peuvent &eacute;galement le suivre.</li>
        <li>Il est important de discuter de la possibilit&eacute; d'obtenir des transcriptions du fournisseur qui offer les services de traduction en temps r&eacute;el des communications (CART). Les transcriptions peuvent constituer un service suppl&eacute;mentaire pr&eacute;cieux pour les personnes ayant une perte auditive (en g&eacute;n&eacute;ral, il n'y a pas de frais suppl&eacute;mentaires pour les transcriptions). Toutefois, si vous souhaitez partager les transcriptions avec d'autres personnes, les fournisseurs de services de CART vous demanderont un co&ucirc;t suppl&eacute;mentaire puisqu'ils corrigent les erreurs que le st&eacute;nographe des services de CART pourrait avoir produites. Malheureusement, si le co&ucirc;t suppl&eacute;mentaire des transcriptions n'est pas vers&eacute;, l'utilisateur de services de CART ne sera pas en mesure de partager les transcriptions avec les autres utilisateurs.&nbsp;</li>
        </ul>
        <h2>Interpr&egrave;tes en langue des signes</h2>
        <ul>
        <li>Des interpr&egrave;tes en langue des signes sont r&eacute;serv&eacute;s par l'interm&eacute;diaire du Bureau de la traduction de Services publics et Approvisionnement Canada (sans frais, quelques exceptions), par contre, il y a des frais d'annulation.</li>
        <li>Un pr&eacute;avis d'au moins<strong> deux jours ouvrables complets</strong> doit &ecirc;tre donn&eacute; si tout l&rsquo;&eacute;v&eacute;nement ou une partie de l'&eacute;v&eacute;nement est annul&eacute; ou si les dates ou heures sont modifi&eacute;es pour &eacute;viter que le Bureau facture les honoraires des interpr&egrave;tes.</li>
        <li>Ceux-ci sont r&eacute;serv&eacute;s d&egrave;s que possible, avec au moins 5 jours ouvrables &agrave; l'avance pour assurer la disponibilit&eacute; des interpr&egrave;tes.</li>
        <li>Vous pouvez r&eacute;server l'interpr&egrave;te en langue des signes en visitant le site du Bureau de la traduction <a href="http://gcintranet.tpsgc-pwgsc.gc.ca/bt-tb/interpretation/visuelle-visual-fra.html">Services d'interpr&eacute;tation en langues des signes et translitt&eacute;ration orale <i class="fas fa-external-link-square-alt"></i><span class="wb-inv"> Lien interne</span></a>.</li>
        </ul>
		<div id="def-preFooter"></div>
        <script src="https://bati-itao.github.io/scripts/preFooter.min.js"></script>
    </main>
    <div id="def-footer"></div>
    <script src="https://bati-itao.github.io/scripts/appFooter.min.js"></script>
    <script src="https://bati-itao.github.io/scripts/refFooter.min.js"></script>
    <script src="https://bati-itao.github.io/scripts/bati-itao.min.js"></script>
</body>
    
</html>