<!DOCTYPE html>
<!--[if lt IE 9]><html class="no-js lt-ie9" lang="fr" dir="ltr"><![endif]-->
<!--[if gt IE 8]><!-->
<html class="no-js" lang="fr" dir="ltr">
<!--<![endif]-->
<head>
    <meta charset="utf-8">
    <!-- Web Experience Toolkit (WET) / Boîte &agrave; outils de l'exp&eacute;rience Web (BOEW) wet-boew.github.io/wet-boew/License-en.html / wet-boew.github.io/wet-boew/Licence-fr.html -->
    <title>Év&egrave;nements/r&eacute;unions accessibles - EDSC / Bureau de l&rsquo;accessibilit&eacute; des TI</title>
    <meta content="width=device-width,initial-scale=1" name="viewport">
    <!-- Meta data -->
    <meta name="description"
        content="Afin que vous puissiez offrir un &eacute;v&eacute;nement accessible (virtuel ou en personne) que ce soit de la formation, une r&eacute;union, un kiosk ou une porte-ouverte, le bureau de l&rsquo;accessibilit&eacute; des TI (BATI) a rassembl&eacute; l&rsquo;information la plus pertinente sur le sujet.">
    <!-- Meta data-->
    <!-- Load closure template scripts -->
    <script src="https://ssl-templates.services.gc.ca/rn/cls/wet/gcweb/cdts/compiled/soyutils.js"></script>
    <script src="https://ssl-templates.services.gc.ca/rn/cls/wet/gcweb/cdts/compiled/wet-fr.js"></script>
    <!-- Write closure template -->
    <script src="https://bati-itao.github.io/scripts/refTop.min.js"></script>
</head>

<body vocab="https://schema.org/" typeof="WebPage">
    <div id="def-top">
    </div>
    <!-- Write closure template -->
    <script>
        var defTop = document.getElementById("def-top");
        defTop.outerHTML = wet.builder.appTop({
            "appName": [{
                "text": "EDSC / Bureau de l’accessibilit&eacute; des TI",
                "href": "https://bati-itao.github.io/index-fr.html"
            }],
           "breadcrumbs" : [{
                "title": "Accueil",
                "href" : "https://bati-itao.github.io/index-fr.html"
            },{
                "title": "Ressources et outils",
                "href" : "./index-fr.html"
            }],
            "lngLinks": [{
                "lang": "en",
                "href": "./events-en.html",
                "text": "English"
            }],
            "menuPath": "https://bati-itao.github.io/ajax/menu-fr.html"
        });
    </script>
    <main role="main" property="mainContentOfPage" class="container">
		<h1 property="name" id="wb-cont">R&eacute;unions et &eacute;v&eacute;nements virtuels accessibles</h1>
        <p>Les r&eacute;unions et &eacute;v&eacute;nements virtuels sont caract&eacute;ris&eacute;s par diff&eacute;rents formats et diff&eacute;rentes tailles, allant de petits ateliers comprenant des participants qui se connaissent &agrave; de grandes r&eacute;unions publiques &agrave; planifier. Il est essentiel de veiller &agrave; ce que ces r&eacute;unions et &eacute;v&eacute;nements soient pleinement accessibles, depuis leur acc&egrave;s jusqu&rsquo;aux pr&eacute;sentations. En planifiant, vous pouvez int&eacute;grer l&rsquo;accessibilit&eacute; &agrave; tous les aspects d&rsquo;une r&eacute;union. Cela permet &agrave; tout le monde de pleinement participer, y compris les personnes en situation de handicap.</p>
		<p>Afin de vous aider &agrave; offrir une r&eacute;union ou une activit&eacute; virtuelle pleinement accessible, qu&rsquo;il s&rsquo;agisse d&rsquo;une s&eacute;ance de formation, d&rsquo;une r&eacute;union, d&rsquo;un kiosque ou d&rsquo;une journ&eacute;e portes ouvertes, le Bureau de l&rsquo;accessibilit&eacute; des TI (BATI) a rassembl&eacute; les renseignements les plus pertinents &agrave; ce sujet. </p>
		<div class="row wb-eqht">
			<section class="col-md-6">
				<h2 class="h5"><a href="./virtual-meeting-platforms-accessibility-features-fr.html">Plateformes de r&eacute;unions virtuelles et fonctionnalit&eacute;s d&rsquo;accessibilit&eacute;</a></h2>
				<p>Les plateformes de r&eacute;union virtuelle Microsoft Teams et Zoom proposent une vari&eacute;t&eacute; de fonctionnalit&eacute;s d&rsquo;accessibilit&eacute; r&eacute;pondant &agrave; diff&eacute;rents besoins en mati&egrave;re de participation &agrave; des r&eacute;unions et discussions en ligne.</p>
			</section>
			
			<section class="col-md-6">
				<h2 class="h5"><a href="./proposed-meeting-types-accessibility-features-fr.html">Types de r&eacute;unions propos&eacute;es et fonctionnalit&eacute;s d&rsquo;accessibilit&eacute;</a></h2>
				<p>Nos recommandations pour choisir des plateformes de r&eacute;union virtuelle en fonction du type de r&eacute;union ou d&rsquo;activit&eacute;, du nombre de personnes et du contenu partag&eacute;.</p>
			</section>

			<section class="col-md-6">
				<h2 class="h5"><a href="./accessible-meeting-event-guidelines-fr.html">Directives relatives aux r&eacute;unions/&eacute;v&eacute;nements accessibles</a></h2>
				<p>Une planification ad&eacute;quate de r&eacute;unions et d&rsquo;&eacute;v&eacute;nements est essentielle pour assurer l&rsquo;inclusion de tout le monde. Plusieurs &eacute;l&eacute;ments doivent être pris en compte avant et pendant les r&eacute;unions et activit&eacute;s.</p>
			</section>

			<section class="col-md-6">
				<h2 class="h5"><a href="./additional-resources-fr.html">Ressources additionnelles</a></h2>
				<p>Pour de plus amples d&eacute;tails sur les r&eacute;unions et activit&eacute;s virtuelles, vous pouvez consulter cette liste de liens.</p>
			</section>

			<section class="col-md-6">
				<h2 class="h5"><a href="./CART-services-Sign-Language-Interpreters-fr.html">Services CART et interpr&egrave;tes en langue des signes</a></h2> 
				<p>La mesure d&rsquo;adaptation la plus courante pour les r&eacute;unions ou les &eacute;v&eacute;nements est la traduction en temps r&eacute;el des communications (CART) et les services d&rsquo;interpr&eacute;tation.</p>
			</section>
		   
			<section class="col-md-6">
				<h2 class="h5"><a href="./Official-languages-recommendations-fr.html">Recommandations en mati&egrave;re de langues officielles (LO)</a></h2> 
				<p>Pratiques exemplaires &agrave; suivre pour les r&eacute;unions et &eacute;v&eacute;nements unilingues ou bilingues pour les deux langues officielles (anglais et fran&ccedil;ais).</p>
			</section>

            <section class="col-md-6">
				<h2 class="h5"><a href="./microsoft-forms-polls-best-practices-fr.html">Pratiques exemplaires en matière d’accessibilité – Applications Forms et Polls de Microsoft</a></h2> 
				<p>Nos conseils pour les organisateurs de réunions qui souhaitent une réunion interactive. Nous proposons des options de produits à utiliser et des moyens de rendre le contenu agréable pour tous.</p>
			</section>
		<div id="def-preFooter"></div>
        <script src="https://bati-itao.github.io/scripts/preFooter.min.js"></script>
    </main>
    <div id="def-footer"></div>
    <script src="https://bati-itao.github.io/scripts/appFooter-fr.min.js"></script>
    <script src="https://bati-itao.github.io/scripts/refFooter.min.js"></script>
    <script src="https://bati-itao.github.io/scripts/bati-itao.min.js"></script>
</body>
    
</html>