<!DOCTYPE html>
<!--[if lt IE 9]><html class="no-js lt-ie9" lang="fr" dir="ltr"><![endif]-->
<!--[if gt IE 8]><!-->
<html class="no-js" lang="fr" dir="ltr">
<!--<![endif]-->

<head>
    <meta charset="utf-8">
    <!-- Web Experience Toolkit (WET) / Boîte à outils de l'expérience Web (BOEW) wet-boew.github.io/wet-boew/License-en.html / wet-boew.github.io/wet-boew/Licence-fr.html -->
    <title>Des r&eacute;unions et des &eacute;v&eacute;nements accessibles aux personnes ayant une perte auditive - EDSC / Bureau de l’accessibilité de la
        TI</title>
    <meta content="width=device-width,initial-scale=1" name="viewport">
    <!-- Meta data -->
    <meta name="description" content="Des r&eacute;unions et des &eacute;v&eacute;nements accessibles aux personnes ayant une perte auditive">
    <!-- Meta data-->
    <!-- Load closure template scripts -->
    <script src="https://ssl-templates.services.gc.ca/rn/cls/wet/gcweb/cdts/compiled/soyutils.js"></script>
    <script src="https://ssl-templates.services.gc.ca/rn/cls/wet/gcweb/cdts/compiled/wet-fr.js"></script>
    <!-- Write closure template -->
    <script src="../scripts/refTop.min.js"></script>
</head>

<body vocab="https://schema.org/" typeof="WebPage">
    <div id="def-top">
    </div>
    <!-- Write closure template -->
    <script>
        var defTop = document.getElementById("def-top");
        defTop.outerHTML = wet.builder.appTop({
            "appName": [{
                "text": "EDSC / Bureau de l’accessibilité de la TI",
                "href": "../index-fr.html"
            }],
            "breadcrumbs": [{
                "title": "Accueil",
                "href": "../index-fr.html"
            }, {
                "title": "Ressources et outils",
                "href": "./index-fr.html"
            }],
            "lngLinks": [{
                "lang": "en",
                "href": "./meeting-hearing-loss-en.html",
                "text": "English"
            }, ],
            "menuPath": "../ajax/menu-fr.html"
        });
    </script>
    <main property="mainContentOfPage" class="container">
        <h1 property="name" id="wb-cont">Des r&eacute;unions et des &eacute;v&eacute;nements accessibles aux personnes ayant une perte auditive</h1>
        <div data-wb-ajax='{
            "url": "../ajax/links-esdc-goc-network-fr.html",
            "type": "replace"
        }'></div>
        <section>
        	<h2>Le Bureau de l'accessibilit&eacute; des TI (<abbr>BATI</abbr>) recommande ce qui suit :</h2>
	        <ul>
	            <li>Familiarisez-vous avec les besoins de vos participants.</li>
	            <li>La lecture de cette documentation sur le <a href="https://www.canada.ca/fr/emploi-developpement-social/programmes/invalidite/cra/reunions-inclusives.html#h2.1-h3.1">Guide de planification de r&eacute;unions inclusives</a> vous permettra de les aider &agrave; r&eacute;pondre &agrave; leurs besoins. Vous trouverez dans le guide un mod&egrave;le utile de formulaire d'inscription &agrave; remplir pour les exigences d'accessibilit&eacute;.</li>
	            <li>Consultez le <a hreflang="en" lang="en" href="http://iservice.prv/eng/imit/catalogue/conference/docs/audio_video_conf_matrix.pdf">Audio and Video Conference Matrix (en anglais seulement) <i class="fas fa-external-link-square-alt"></i><span class="wb-inv">
					Internal link</span></a> pour conna&icirc;tre les outils disponibles au sein d'<abbr title="Emploi et Développement social Canada">EDSC</abbr>.</li>
			</ul>
			<div class="alert alert-info" role="alert">
				<p><strong>Notes importantes &agrave; prendre en consid&eacute;ration : </strong></p>
				<ul>
					<li>Veuillez garder &agrave; l'esprit que les personnes qui sont culturellement sourdes, pr&eacute;f&eacute;reront avoir recours &agrave; des interpr&egrave;tes en langue des signes parce que leur langue maternelle est probablement la Langue des signes qu&eacute;b&eacute;coise (<abbr>LSQ</abbr> &ndash; en fran&ccedil;ais) ou la Langue des signes am&eacute;ricaine (<abbr lang="en" title="American Sign Language">ASL</abbr> &ndash; en anglais), il ne faut pas pourtant le pr&eacute;sumer. Demandez-leur comment ils aimeraient qu'on tienne compte de leurs besoins dans leur langue maternelle.</li>
					<li>Il y a des personnes qui perdent la capacit&eacute; auditive plus tard dans la vie et qui n'ont pas appris &agrave; communiquer ni par <abbr title="Langue des signes qu&eacute;b&eacute;coise">LSQ</abbr> ni par <abbr lang="en" title="American Sign Language">ASL</abbr>. En g&eacute;n&eacute;ral, les personnes qui communiquent par la langue des signes sont celles qui sont n&eacute;es sourdes et qui n'ont pas appris &agrave; parler dans leur enfance.&nbsp; &nbsp;</li>
				</ul>
			</div>
        </section>
        <section>
        	<h2>Solutions d'accessibilit&eacute; &agrave; prendre en compte lors de l'organisation d'une r&eacute;union ou d'un &eacute;v&eacute;nement :</h2>
	        <section>
	        	<h3>La traduction en temps r&eacute;el des communications (CART)</h3>
		        <ul>
		            <li>Microsoft Teams offre des <a href="https://support.microsoft.com/en-us/office/use-live-captions-in-a-teams-meeting-4be2d304-f675-4b57-8347-cbd000a21260">services de sous-titrage en direct en anglais</a> [en anglais] sans frais suppl&eacute;mentaires.</li>
		            <li>Les services de sous-titrage en direct en fran&ccedil;ais peuvent &ecirc;tre offerts par les fournisseurs de services suivants. Veuillez garder &agrave; l'esprit que ces services sont payants) :</li>
		            <li><a href="https://www.chs.ca/fr/propos-de-la-sco">Des services de CART offerts par les services canadiens de l'ou&iuml;e</a>: le personnel des services canadiens de l'ou&iuml;e (SCO) pourra vous fournir des informations sur la logistique de la fourniture de services de CART pour les audioconf&eacute;rences. Veuillez noter que ce service est payant:
		                <ul>
		                    <li>Des services de CART offerts par les services canadiens de l'ou&iuml;e provenant de la soci&eacute;t&eacute; <a href="https://neesonsreporting.com/neesons-cart-captioning-services/">Neesons, services de st&eacute;nographie judiciaire</a>.</li>
		                    <li>Des services de CART offerts par les services canadiens de l'ou&iuml;e provenant de &laquo; <a href="https://www.natcapcan.ca/about-us.php">National Captioning Canada</a> &raquo;. &nbsp;</li>
		                    <li>Co&ucirc;t (600 $ - 3 000 $) nous contactons les entreprises qui offrent ce service et nous recherchons des personnes pr&ecirc;tes &agrave; soutenir notre &eacute;v&eacute;nement.</li>
		                    <li>Une fois qu'une entreprise est rep&eacute;r&eacute;e ( en g&eacute;n&eacute;ral bas&eacute;e sur le meilleur soumissionnaire), vous devez indiquer les num&eacute;ros de t&eacute;l&eacute;conf&eacute;rence afin que ces personnes puissent suivre les interpr&egrave;tes simultan&eacute;s.</li>
		                    <li>Il faut cr&eacute;er deux contrats&nbsp;: l'un &eacute;crit en fran&ccedil;ais et l'autre en anglais.</li>
		                    <li>L'entreprise qui propose les services de CART, enverra un lien &agrave; ceux qui participent &agrave; l'&eacute;v&eacute;nement par web&eacute;mission (en ligne). Ils peuvent &eacute;galement le suivre.</li>
		                </ul>
		            </li>
				</ul>
				<div class="alert alert-info" role="alert">
					<p><strong>Notes importantes &agrave; prendre en consideration : </strong></p>
					<ul>
						<li>faites en sorte de discuter de la possibilit&eacute; d'obtenir des transcriptions du fournisseur qui offer les services de traduction en temps r&eacute;el des communications (CART).</li>
						<li>Les transcriptions peuvent constituer un service suppl&eacute;mentaire pr&eacute;cieux pour les personnes ayant une perte auditive (en g&eacute;n&eacute;ral, il n'y a pas de frais suppl&eacute;mentaires pour les transcriptions). Toutefois, si vous souhaitez partager les transcriptions avec d'autres personnes, les fournisseurs de services de CART vous demanderont un co&ucirc;t suppl&eacute;mentaire puisqu'ils corrigent les erreurs que le st&eacute;nographe des services de CART pourrait avoir produites. Malheureusement, si le co&ucirc;t suppl&eacute;mentaire des transcriptions n'est pas vers&eacute;, l'utilisateur de services de CART ne sera pas en mesure de partager les transcriptions avec les autres utilisateurs.</li>
					</ul>
				</div>
	        </section>
	        <p>Des interpr&egrave;tes en langue des signes sont r&eacute;serv&eacute;s par l'interm&eacute;diaire du Bureau de la traduction de Services publics et Approvisionnement Canada (sans frais), par contre, il y a des frais d'annulation et des frais d'urgence.</p>
	        <ul>
	            <li>Vous pouvez r&eacute;server un interpr&egrave;te en langue des signes en envoyant un courriel &agrave; <a href="mailto:BTInterpretationLO.TBOLInterpretation@tpsgc-pwgsc.gc.ca">TBOLInterpretation@tpsgc-pwgsc.gc.ca</a>&nbsp;</li>
	            <li>Ils vous enverront un formulaire &agrave; remplir.</li>
	            <li>Ils sont r&eacute;serv&eacute;s des mois &agrave; l'avance pour &eacute;viter le versement de frais. Je crois qu'il faut r&eacute;server et annuler 16 jours avant la date de l'&eacute;v&eacute;nement. Sinon, ils vous demanderont de verser environ 1 940,00 $.</li>
	        </ul>
	        <p>Si votre r&eacute;union est de type &lsquo;portes ouvertes&rsquo; et que vous n'avez aucun moyen de conna&icirc;tre les besoins de vos participants, vous devez pr&eacute;voir autant d'am&eacute;nagements que possible, y compris, mais sans s'y limiter, les services de CART (La traduction en temps r&eacute;el des communications), des interpr&egrave;tes en Langue des signes qu&eacute;b&eacute;coise (LSQ &ndash; en fran&ccedil;ais) et en Langue des signes am&eacute;ricaine (ASL &ndash; en anglais).</p>
	        <p>L'&eacute;quipe du Centre d'expertise des normes Web de la DGIIT a r&eacute;cemment mis &agrave; l'&eacute;preuve l'accessibilit&eacute; de <strong>Zoom</strong>, qui a pass&eacute; avec succ&egrave;s ses &eacute;preuves. Veuillez garder &agrave; l'esprit que Zoom n'est pas encore un logiciel qui est officiellement approuv&eacute;. Par cons&eacute;quent, nous ne pouvons parler que de son accessibilit&eacute; et de son utilisation, mais pas d'autres domains, telles que la s&eacute;curit&eacute; et la performance. Cela a bien march&eacute; pour nous, bien que nous n'ayons pas encore essay&eacute; la version payante avec le sous-titrage activ&eacute;.</p>
        </section>
        <div id="def-preFooter"></div>
        <script src="../scripts/preFooter.min.js"></script>
    </main>
    <div id="def-footer"></div>
    <script src="../scripts/appFooter-fr.min.js"></script>
    <script src="../scripts/refFooter.min.js"></script>
    <script src="../scripts/bati-itao.min.js"></script>
</body>

</html>