<!DOCTYPE html>
<!--[if lt IE 9]><html class="no-js lt-ie9" lang="fr" dir="ltr"><![endif]-->
<!--[if gt IE 8]><!-->
<html class="no-js" lang="fr" dir="ltr">
<!--<![endif]-->

<head>
    <meta charset="utf-8">
    <!-- Web Experience Toolkit (WET) / Boîte à outils de l'expérience Web (BOEW) wet-boew.github.io/wet-boew/License-en.html / wet-boew.github.io/wet-boew/Licence-fr.html -->
    <title>Pratiques exemplaires en matière d’accessibilité – Applications Forms et Polls de Microsoft / Bureau de l’accessibilité des TI</title>
    <meta content="width=device-width,initial-scale=1" name="viewport">
    <!-- Meta data -->
    <meta name="description" content="Nos conseils pour les organisateurs de réunions qui souhaitent une réunion interactive. Nous proposons des options de produits à utiliser et des moyens de rendre le contenu agréable pour tous.">
    <!-- Meta data-->
    <!-- Load closure template scripts -->
    <script src="https://ssl-templates.services.gc.ca/rn/cls/wet/gcweb/cdts/compiled/soyutils.js"></script>
    <script src="https://ssl-templates.services.gc.ca/rn/cls/wet/gcweb/cdts/compiled/wet-fr.js"></script>
    <!-- Write closure template -->
    <script src="https://bati-itao.github.io/scripts/refTop.min.js"></script>
</head>

<body vocab="https://schema.org/" typeof="WebPage">
    <div id="def-top">
    </div>
    <!-- Write closure template -->
    <script>
        var defTop = document.getElementById("def-top");
        defTop.outerHTML = wet.builder.appTop({
            "appName": [{
                "text": "EDSC / Bureau de l’accessibilité des TI",
                "href": "https://bati-itao.github.io/index-fr.html"
            }],
            "breadcrumbs": [{
                "title": "Accueil",
                "href": "https://bati-itao.github.io/index-fr.html"
            }, {
                "title": "Ressources et outils",
                "href": "./index-fr.html"
            }],
            "lngLinks": [{
                "lang": "en",
                "href": "./microsoft-forms-polls-best-practices.html",
                "text": "English"
            }],
            "menuPath": "https://bati-itao.github.io/ajax/menu-fr.html"
        });
    </script>
    <main role="main" property="mainContentOfPage" class="container">
        <h1 property="name" id="wb-cont">Pratiques exemplaires en matière d’accessibilité – Applications Forms et Polls de Microsoft</h1>
        <h2>Introduction</h2>
        <p>De nombreuses &eacute;quipes d&rsquo;EDSC cherchent des fa&ccedil;ons de communiquer avec leurs
            coll&egrave;gues &agrave; distance dans le cadre de notre nouveau mod&egrave;le de travail hybride. Les
            applications Forms et Polls de Microsoft Teams sont des options populaires de technologies de
            l&rsquo;information et des communications (TIC) qui rendent les r&eacute;unions virtuelles plus
            int&eacute;ressantes et servent &agrave; mobiliser les &eacute;quipes dont les membres se trouvent
            &nbsp;&agrave; divers endroits &nbsp;&agrave; travers le Canada.</p>
        <p>Toutefois, pour certains utilisateurs, certaines fonctionnalit&eacute;s des applications Forms et Polls
            peuvent &ecirc;tre difficiles &agrave; utiliser, ce qui peut entra&icirc;ner une exp&eacute;rience moins
            agr&eacute;able.</p>
        <p>Le Bureau de l&rsquo;accessibilit&eacute; des TI est conscient qu&rsquo;il y a des probl&egrave;mes avec les
            applications Forms et Polls. L&rsquo;&eacute;quipe des op&eacute;rations charg&eacute;e des probl&egrave;mes
            li&eacute;s &agrave; M365 de Services partag&eacute;s Canada g&egrave;re les listes de suivi des <a
                href="https://www.gcpedia.gc.ca/wiki/Probl%C3%A8mes_d'accessibilit%C3%A9_M365_Accessibility_Issues?setlang=fr&amp;uselang=fr">probl&egrave;mes
                d&rsquo;accessibilit&eacute; de M365</a>. Ces listes de suivi d&eacute;crivent les probl&egrave;mes
            d&rsquo;accessibilit&eacute; &agrave; r&eacute;gler pour satisfaire aux crit&egrave;res
            d&rsquo;accessibilit&eacute; &eacute;tablis par le gouvernement du Canada.</p>
        <p>Services partag&eacute;s Canada et le fournisseur de produits s&rsquo;efforcent de faire en sorte que les
            produits Microsoft utilis&eacute;s par le gouvernement du Canada soient accessibles pour tous les
            employ&eacute;s. Entre-temps, le Bureau de l&rsquo;accessibilit&eacute; des TI recommande aux &eacute;quipes
            d&rsquo;EDSC d&rsquo;utiliser une option plus accessible pour leurs formulaires, enqu&ecirc;tes, sondages et
            questionnaires.</p>
        <p>Les &eacute;quipes d&rsquo;EDSC qui souhaitent cr&eacute;er des formulaires, des enqu&ecirc;tes, des sondages
            et des questionnaires sont encourag&eacute;es &agrave; utiliser l&rsquo;un des formats suivants.</p>
        <h2>Options accessibles recommand&eacute;es</h2>
        <p>Le Bureau de l&rsquo;accessibilit&eacute; des TI a dress&eacute; une liste d&rsquo;options qui peuvent
            &ecirc;tre utilis&eacute;es pour cr&eacute;er des formulaires, des enqu&ecirc;tes, des sondages et des
            questionnaires pour les &eacute;quipes d&rsquo;EDSC.</p>
        <h3><a name="_Toc121213610"></a>Format HTML</h3>
        <p>Lorsqu&rsquo;il est utilis&eacute; en tenant compte de l&rsquo;accessibilit&eacute;, le format HTML est
            l&rsquo;une des options de TIC les plus accessibles qui soient. Il permet de soutenir de fa&ccedil;on
            optimale les technologies adapt&eacute;es, et tous les Canadiens peuvent acc&eacute;der aux documents HTML
            au moyen de n&rsquo;importe quel navigateur partout au Canada.</p>
        <ul>
            <li>Pour en savoir plus sur la cr&eacute;ation de formulaires accessibles sur le Web, veuillez consulter <a
                    href="https://bati-itao.github.io/learning/esdc-self-paced-web-accessibility-course/module6/forms-concepts-fr.html">le
                    module&nbsp;6 &ndash; Formulaires du cours sur l&rsquo;accessibilit&eacute; Web d&rsquo;EDSC et du
                    Bureau de l&rsquo;accessibilit&eacute; des TI.</a> Le cours sur l&rsquo;accessibilit&eacute; Web
                &agrave; rythme libre explique aux utilisateurs les raisons pour lesquelles les formulaires doivent
                &ecirc;tre accessibles, donne des exemples de bons et de mauvais codes, et fournit une liste de conseils
                utiles et de pratiques exemplaires pour coder un formulaire Web accessible.</li>
            <li>Les &eacute;quipes d&rsquo;EDSC qui souhaitent v&eacute;rifier l&rsquo;accessibilit&eacute; de leur
                formulaire Web peuvent utiliser la <a
                    href="https://bati-itao.github.io/resources/a11ycheck-fr.html">Liste de v&eacute;rification pour
                    l&rsquo;accessibilit&eacute; Web &ndash; EDSC/Bureau de l&rsquo;accessibilit&eacute; des TI</a> pour
                &eacute;valuer elles-m&ecirc;mes leur contenu Web.</li>
            <li>Les &eacute;quipes d&rsquo;EDSC peuvent utiliser des outils de mise &agrave; l&rsquo;essai de
                l&rsquo;accessibilit&eacute; pour tester leur contenu.
                <ul>
                    <li><a href="https://wave.webaim.org/">Outils WAVE d&rsquo;&eacute;valuation de
                            l&rsquo;accessibilit&eacute; du Web</a> (en anglais seulement).</li>
                    <li><a href="https://axe.deque.com/axe-devtools">axe DevTools</a> (en anglais seulement).</li>
                    <li>L&rsquo;analyseur du contraste des couleurs peut &ecirc;tre install&eacute; en pr&eacute;sentant
                        une demande &agrave; l&rsquo;<a href="https://iservice.prv/fra/imit/nsd/index.shtml">InfoService
                            national</a>.</li>
                </ul>
            </li>
            <li>Les &eacute;quipes d&rsquo;EDSC peuvent demander un audit de l&rsquo;accessibilit&eacute; de leur
                contenu Web en remplissant le <a href="https://a11yrmt.ca/openrequest-fr.php">formulaire de nouvelle
                    demande</a> du Bureau de l&rsquo;accessibilit&eacute; des TI.</li>
        </ul>
        <h3>Format PDF</h3>
        <p>Le format PDF rend possible l&rsquo;ajout de balises aux sections, aux &eacute;l&eacute;ments et aux objets
            d&rsquo;un formulaire, ce qui permet &agrave; tous les utilisateurs, y compris ceux qui emploient des
            technologies adapt&eacute;es, de parcourir l&rsquo;information contenue dans le formulaire PDF,
            d&rsquo;interagir avec celle-ci et de la comprendre.</p>
        <ul>
            <li>Les &eacute;quipes d&rsquo;EDSC qui ont besoin d&rsquo;aide pour cr&eacute;er ou modifier un formulaire
                PDF peuvent communiquer avec l&rsquo;&eacute;quipe des formulaires &eacute;lectroniques en
                pr&eacute;sentant une demande &agrave; l&rsquo;<a
                    href="https://iservice.prv/fra/imit/nsd/index.shtml">InfoService national (ISN)</a> adress&eacute;e
                &agrave; FORMULAIRES &Eacute;LECTRONIQUES WEB.</li>
            <li>Les &eacute;quipes d&rsquo;EDSC qui souhaitent v&eacute;rifier l&rsquo;accessibilit&eacute; de leur
                formulaire PDF peuvent utiliser la <a
                    href="https://bati-itao.github.io/resources/pdf-accessibility-checklist-fr.html">Liste de
                    v&eacute;rification de l&rsquo;accessibilit&eacute; des documents PDF &ndash; EDSC/Bureau de
                    l&rsquo;accessibilit&eacute; des TI</a> pour &eacute;valuer elles-m&ecirc;mes le contenu de leurs
                documents PDF.</li>
            <li>Les &eacute;quipes d&rsquo;EDSC peuvent demander une v&eacute;rification de l&rsquo;accessibilit&eacute;
                du contenu de leurs documents PDF en remplissant le <a
                    href="https://a11yrmt.ca/openrequest-fr.php">formulaire de nouvelle demande du Bureau de
                    l&rsquo;accessibilit&eacute; des TI</a>.</li>
        </ul>
        <h3>Service interactif de recherche des faits (SIRF)</h3>
        <p>La meilleure option qui s&rsquo;offre aux &eacute;quipes d&rsquo;EDSC pour atteindre un large public et
            &nbsp;respecter les normes d&rsquo;accessibilit&eacute; est le SIRF. Le SIRF existe depuis 17&nbsp;ans et
            constitue une excellente option accessible. Les &eacute;quipes d&rsquo;EDSC peuvent collaborer avec un
            membre de l&rsquo;&eacute;quipe du SIRF pour mener une enqu&ecirc;te interne ou externe.</p>
        <ul>
            <li>Les &eacute;quipes d&rsquo;EDSC qui veulent obtenir de plus amples renseignements sur le SIRF peuvent
                consulter la <a
                    href="https://can01.safelinks.protection.outlook.com/?url=https%3A%2F%2Fesdc.prv%2Ffr%2Fdgiit%2Fcollectif%2Fnouvelles%2F2022%2F20220711.shtml&amp;data=05%7C01%7Ctranslation-traduction.css.scs%40hrsdc-rhdcc.gc.ca%7C0b03dff1d79d4637100408dad6eb76bb%7C9ed558468a814246acd8b1a01abfc0d1%7C0%7C0%7C638058604031879590%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&amp;sdata=T9ju8HxcGd0GP9OyvvyMYFWSbiIoxe%2FjWroyiUlZWjE%3D&amp;reserved=0">page
                    SharePoint du Service interactif de recherche des faits (SIRF)</a>.</li>
            <li>Les &eacute;quipes qui souhaitent pr&eacute;senter une demande &agrave; l&rsquo;&eacute;quipe du SIRF
                peuvent le faire en soumettant une requ&ecirc;te &agrave; l&rsquo;<a
                    href="https://iservice.prv/fra/imit/nsd/index.shtml">InfoService national (ISN)</a> adress&eacute;e
                au SYST&Egrave;ME INTERACTIF DE RECHERCHE DES FAITS (SIRF).</li>
        </ul>
        <h3>&Eacute;quipe de planification de la main-d'&oelig;uvre</h3>
        <p>Une autre option pour les &eacute;quipes d&rsquo;EDSC consiste &agrave; travailler avec l&rsquo;<a
                href="https://can01.safelinks.protection.outlook.com/?url=https%3A%2F%2Fiservice.prv%2Ffra%2Frh%2Fplanification_rh%2Findex.shtml&amp;data=05%7C01%7Ctranslation-traduction.css.scs%40hrsdc-rhdcc.gc.ca%7C0b03dff1d79d4637100408dad6eb76bb%7C9ed558468a814246acd8b1a01abfc0d1%7C0%7C0%7C638058604031879590%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&amp;sdata=CMZwpDij0B7nMxGUWvY157%2Bg0Xm0HEz98JpqsN10CRs%3D&amp;reserved=0">&eacute;quipe
                de planification de la main d&rsquo;&oelig;uvre</a> sur leur <a
                href="https://can01.safelinks.protection.outlook.com/?url=https%3A%2F%2Fiservice.prv%2Ffra%2Frh%2Fplanification_rh%2Fsondages-employes.shtml&amp;data=05%7C01%7Ctranslation-traduction.css.scs%40hrsdc-rhdcc.gc.ca%7C0b03dff1d79d4637100408dad6eb76bb%7C9ed558468a814246acd8b1a01abfc0d1%7C0%7C0%7C638058604031879590%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&amp;sdata=Tg8EzZfYzdAkhPbKcPSTFpJIj6yKtULizKRAp1FArhE%3D&amp;reserved=0">page
                Sondages aupr&egrave;s des employ&eacute;s</a>. L&rsquo;&eacute;quipe de planification de la
            main-d'&oelig;uvre produit notamment des sondages &eacute;clair et des entrevues de d&eacute;part
            aupr&egrave;s des employ&eacute;s. Elle est outill&eacute;e pour fournir de nombreux services li&eacute;s
            aux enqu&ecirc;tes, y compris des conseils et une orientation concernant l&rsquo;&eacute;laboration de
            celles-ci. Vous pouvez communiquer avec l&rsquo;&eacute;quipe de planification de la main-d'&oelig;uvre en
            envoyant un message &agrave; sa <a href="mailto:nc-sondages-surveys-gd@hrsdc-rhdcc.gc.ca">bo&icirc;te de
                r&eacute;ception g&eacute;n&eacute;rale</a>.</p>
        <h2>Pratiques exemplaires en mati&egrave;re d&rsquo;accessibilit&eacute; pour les
            applications Forms et Polls de Microsoft</h2>
        <p>Les &eacute;quipes d&rsquo;EDSC qui pr&eacute;voient toujours utiliser les applications Forms ou Polls de
            Microsoft doivent &ecirc;tre conscientes que l&rsquo;utilisation de ces pratiques exemplaires durant la
            conception de leur contenu ne garantit pas que tous les utilisateurs n&rsquo;auront aucun probl&egrave;me
            avec le formulaire ou le sondage. Comme nous l&rsquo;avons d&eacute;j&agrave; mentionn&eacute;, il y a des
            probl&egrave;mes d&rsquo;accessibilit&eacute; associ&eacute;s aux applications que Microsoft devra
            r&eacute;soudre.</p>
        <p>En suivant l&rsquo;information fournie sur les pratiques exemplaires en mati&egrave;re
            d&rsquo;accessibilit&eacute;, les cr&eacute;ateurs de contenu d&rsquo;EDSC contribueront &agrave;
            r&eacute;duire au minimum les cons&eacute;quences n&eacute;gatives pour de nombreux utilisateurs.</p>
        <ul>
            <li>Connaissez votre auditoire avant de choisir les applications Forms ou Polls de Microsoft.
                <ul>
                    <li>Si l&rsquo;&eacute;quipe tient une petite r&eacute;union et que vous savez que des
                        coll&egrave;gues ont de la difficult&eacute; &agrave; utiliser les applications, pr&eacute;voyez
                        l&rsquo;emploi d&rsquo;un autre format ou planifiez une activit&eacute; diff&eacute;rente et
                        inclusive pour tous.</li>
                    <li>Si la r&eacute;union est ouverte et que l&rsquo;auditoire est inconnu, pr&eacute;voyez
                        d&rsquo;utiliser une autre option plus accessible.</li>
                    <li>S&rsquo;il s&rsquo;agit d&rsquo;une activit&eacute; ouverte au public canadien, pr&eacute;voyez
                        d&rsquo;utiliser une option plus accessible afin que tout le monde puisse y participer.</li>
                </ul>
            </li>
            <li>Les &eacute;quipes d&rsquo;EDSC devraient restreindre leur utilisation des applications Forms et Polls
                de Microsoft jusqu&rsquo;&agrave; ce que les probl&egrave;mes d&rsquo;accessibilit&eacute; soient
                r&eacute;gl&eacute;s par le fournisseur.</li>
            <li>Choisissez des titres qui indiquent clairement s&rsquo;il s&rsquo;agit d&rsquo;un formulaire,
                d&rsquo;une enqu&ecirc;te, d&rsquo;un questionnaire ou d&rsquo;un sondage.</li>
            <li>Tous les textes doivent &ecirc;tre r&eacute;dig&eacute;s en langage simple et facile &agrave;
                comprendre.
                <ul>
                    <li>Assurez-vous que le niveau de lecture est conforme aux normes d&rsquo;EDSC.</li>
                </ul>
            </li>
            <li>Fournissez des instructions sur le contenu dans la bo&icirc;te de description du formulaire.
                <ul>
                    <li>Indiquez le nombre de questions.</li>
                    <li>Indiquez s'il y a des questions qui n&eacute;cessitent des r&eacute;ponses ou des questions qui
                        sont facultatives.</li>
                </ul>
            </li>
            <li>Utilisez le bon type de champ de formulaire au moment de cr&eacute;er les questions et les
                r&eacute;ponses.
                <ul>
                    <li>Assurez-vous que les questions sont claires et pr&eacute;cises.</li>
                    <li>Essayez d&rsquo;utiliser les types de champs de base comme les zones de texte, les choix ou les
                        dates pour les questions et les r&eacute;ponses.</li>
                    <li>Limitez l&rsquo;utilisation de types de champs plus complexes comme les classements, Likert ou
                        Net Promoter Score.</li>
                </ul>
            </li>
            <li>Indiquez aux utilisateurs comment ils doivent fournir leurs r&eacute;ponses.
                <ul>
                    <li>Les r&eacute;ponses &agrave; choix multiples doivent &ecirc;tre simples et faciles &agrave;
                        comprendre.</li>
                    <li>Pour les questions qui peuvent avoir plus d&rsquo;une r&eacute;ponse, utilisez l&rsquo;option
                        &laquo;&nbsp;R&eacute;ponses multiples&nbsp;&raquo; et assurez-vous d&rsquo;indiquer aux
                        utilisateurs qu&rsquo;ils peuvent fournir plus d&rsquo;une r&eacute;ponse.</li>
                    <li>Soyez attentif au nombre de choix de r&eacute;ponses pr&eacute;sent&eacute;s &ndash; ne
                        surchargez pas les utilisateurs d&rsquo;options.</li>
                    <li>Faites en sorte que les utilisateurs aient suffisamment d&rsquo;espace pour &eacute;crire leurs
                        r&eacute;ponses en incluant une zone de texte &laquo;&nbsp;R&eacute;ponse longue&nbsp;&raquo;.
                    </li>
                    <li>Pour les questionnaires minut&eacute;s, assurez-vous de donner suffisamment de temps aux
                        utilisateurs et d&rsquo;indiquer clairement la limite de temps.</li>
                    <li>Lorsque les utilisateurs doivent fournir une r&eacute;ponse &agrave; une question, marquez
                        celle-ci de la mention &laquo;&nbsp;Obligatoire&nbsp;&raquo;.</li>
                    <li>Regroupez les questions pour lesquelles une r&eacute;ponse est obligatoire.</li>
                    <li>Regroupez les types de champs de questions et de r&eacute;ponses.</li>
                </ul>
            </li>
            <li>Ajoutez du texte de remplacement &agrave; toutes les images, y compris les logos.
                <ul>
                    <li>Apr&egrave;s avoir t&eacute;l&eacute;vers&eacute; l&rsquo;image, s&eacute;lectionnez
                        l&rsquo;ic&ocirc;ne d&rsquo;image Microsoft qui ouvrira la zone de texte de remplacement et
                        ajoutez le texte.</li>
                    <li>Le texte de remplacement doit fournir tous les renseignements visuels importants
                        pr&eacute;sent&eacute;s par l&rsquo;image.</li>
                    <li>Le texte de remplacement doit compter au maximum 140&nbsp;caract&egrave;res (espaces compris).
                    </li>
                    <li>Lorsqu&rsquo;un formulaire comprend une image complexe qui n&eacute;cessite plus de
                        140&nbsp;caract&egrave;res en anglais ou 170&nbsp;caract&egrave;res en fran&ccedil;ais, une
                        description longue sera requise.</li>
                    <li>Utilisez des ponctuations lorsque vous r&eacute;digez du texte de remplacement, de sorte que les
                        technologies d&rsquo;assistance fassent des pauses lorsque n&eacute;cessaire.</li>
                </ul>
            </li>
            <li>Tenez compte des exigences d&rsquo;EDSC en mati&egrave;re de contraste de couleurs.
                <ul>
                    <li>Un rapport de contraste minimal de 4,5:1 est requis pour le texte et
                        l&rsquo;arri&egrave;re-plan.</li>
                    <li>Le contenu non textuel comme les ic&ocirc;nes et les graphiques n&eacute;cessite un rapport de
                        contraste minimal de 3:1 par rapport aux couleurs adjacentes.</li>
                    <li>N&rsquo;utilisez jamais seulement de la couleur pour pr&eacute;senter l&rsquo;information.</li>
                </ul>
            </li>
            <li>&Eacute;vitez de combiner des textes fran&ccedil;ais et anglais.
                <ul>
                    <li>Utilisez l&rsquo;option Multilingue int&eacute;gr&eacute;e &agrave; Microsoft Forms pour
                        cr&eacute;er du contenu bilingue.</li>
                    <li>L&rsquo;option Multilingue permet aux cr&eacute;ateurs de produire du contenu enti&egrave;rement
                        en fran&ccedil;ais ou enti&egrave;rement en anglais.</li>
                    <li>Les utilisateurs peuvent ensuite afficher le contenu dans leur langue
                        pr&eacute;f&eacute;r&eacute;e.</li>
                    <li>De plus, l&rsquo;option Multilingue affichera par d&eacute;faut les boutons de commande et le
                        texte Microsoft dans la langue correspondante.</li>
                    <li>Pour en savoir plus sur la cr&eacute;ation de contenu multilingue &agrave; l&rsquo;aide de
                        Microsoft Forms, consultez la page de soutien Microsoft <a
                            href="https://support.microsoft.com/fr-fr/office/envoyer-un-formulaire-dans-plusieurs-langues-e948a2ea-31c8-432f-91bf-67790e226706">Envoyer
                            un formulaire dans plusieurs langues</a>.</li>
                </ul>
            </li>
            <li>Assurez-vous d&rsquo;utiliser l&rsquo;option Pr&eacute;visualiser lorsque vous cr&eacute;ez votre
                contenu dans Microsoft Forms.
                <ul>
                    <li>En utilisant l&rsquo;aper&ccedil;u, les cr&eacute;ateurs de contenu peuvent voir comment leur
                        contenu sera affich&eacute; pour les utilisateurs.</li>
                    <li>Il existe une option permettant de pr&eacute;visualiser le contenu pour les appareils mobiles.
                    </li>
                    <li>De plus amples renseignements sont accessibles sur la page Microsoft Learn <a
                            href="https://learn.microsoft.com/fr-ca/dynamics365/customer-voice/preview-test-survey">Afficher
                            un aper&ccedil;u et tester une enqu&ecirc;te</a>.</li>
                </ul>
            </li>
            <li>Lorsque vous utilisez l&rsquo;application Polls de Microsoft, choisissez le format Sondage ou
                Questionnaire de base. &Eacute;vitez l&rsquo;option Word Cloud qui est visuellement complexe.
                <ul>
                    <li>Si l&rsquo;option Word Cloud est utilis&eacute;e, le texte s&rsquo;affichera dans plusieurs
                        couleurs diff&eacute;rentes et les exigences d&rsquo;EDSC en mati&egrave;re de contraste de
                        couleurs pourraient ne pas &ecirc;tre respect&eacute;es.</li>
                    <li>L&rsquo;option Word Cloud affiche le texte d&rsquo;une mani&egrave;re non structur&eacute;e qui
                        peut &ecirc;tre difficile &agrave; lire et &agrave; consulter pour certains utilisateurs.</li>
                </ul>
            </li>
            <li>Pendant une r&eacute;union d&rsquo;&eacute;quipe virtuelle, d&eacute;signez une personne qui agira
                &agrave; titre de mod&eacute;rateur pour les formulaires, les enqu&ecirc;tes, les sondages et les
                questionnaires.
                <ul>
                    <li>Le mod&eacute;rateur peut annoncer le moment &agrave; partir duquel les participants &agrave; la
                        r&eacute;union peuvent acc&eacute;der au contenu.</li>
                    <li>Le mod&eacute;rateur peut lire les questions &agrave; haute voix et expliquer les options de
                        r&eacute;ponse aux participants.</li>
                    <li>Le mod&eacute;rateur peut annoncer le moment auquel le questionnaire est clos et communiquer les
                        r&eacute;sultats.</li>
                </ul>
            </li>
        </ul>
        <h2>Ressources suppl&eacute;mentaires</h2>
        <p>Le Bureau de l&rsquo;accessibilit&eacute; des TI a rassembl&eacute; des ressources contenant des
            renseignements suppl&eacute;mentaires sur les applications Forms et Polls de Microsoft Teams.</p>
        <h3>Soutien pour les utilisateurs de lecteurs d&rsquo;&eacute;cran</h3>
        <p>Les employ&eacute;s d&rsquo;EDSC qui utilisent un lecteur d&rsquo;&eacute;cran peuvent consulter les sites
            suivants pour obtenir des renseignements pr&eacute;cis sur l&rsquo;emploi de Microsoft Forms avec un lecteur
            d&rsquo;&eacute;cran.</p>
        <ul>
            <li><a
                    href="https://support.microsoft.com/fr-fr/office/prise-en-charge-du-lecteur-d-%C3%A9cran-pour-microsoft-forms-a77e8a20-ce55-4f93-99a2-96bd688b86f3">Page
                    de soutien de Microsoft &ndash; Prise en charge du lecteur d&rsquo;&eacute;cran pour Microsoft
                    Forms</a></li>
            <li><a
                    href="https://support.microsoft.com/fr-fr/office/t%C3%A2ches-de-base-dans-l-utilisation-d-un-lecteur-d-%C3%A9cran-avec-microsoft-forms-4d2b3939-61d7-41cf-ba61-aa9cd565d9e7">Page
                    de soutien de Microsoft &ndash; T&acirc;ches de base dans l&rsquo;utilisation d&rsquo;un lecteur
                    d&rsquo;&eacute;cran avec Microsoft Forms</a></li>
            <li><a
                    href="https://support.microsoft.com/fr-fr/office/utiliser-un-lecteur-d-%C3%A9cran-pour-explorer-et-naviguer-dans-les-formulaires-microsoft-2c153d68-aee9-4c47-9a3b-092f11610827">Page
                    de soutien de Microsoft &ndash; Utiliser un lecteur d&rsquo;&eacute;cran pour explorer et naviguer
                    dans les formulaires Microsoft</a></li>
            <li><a
                    href="https://support.microsoft.com/fr-fr/topic/utiliser-un-lecteur-d-%C3%A9cran-pour-cr%C3%A9er-un-sondage-dans-microsoft-teams-2bc8fccc-cfdc-4e40-9267-76dc160d4234#PickTab=Windows">Page
                    de soutien de Microsoft &ndash; Utiliser un lecteur d&rsquo;&eacute;cran pour cr&eacute;er un
                    sondage dans Microsoft Teams</a></li>
            <li><a
                    href="https://support.microsoft.com/fr-fr/office/prise-en-charge-du-lecteur-d-%C3%A9cran-pour-microsoft-forms-a77e8a20-ce55-4f93-99a2-96bd688b86f3">Page
                    de soutien de Microsoft &ndash; Prise en charge du lecteur d&rsquo;&eacute;cran pour Microsoft
                    Forms</a></li>
            <li><a
                    href="https://support.microsoft.com/fr-fr/topic/utiliser-un-lecteur-d-%C3%A9cran-pour-cr%C3%A9er-un-nouveau-formulaire-dans-les-formulaires-microsoft-bce4990c-f74f-488c-8e56-c587e05749db">Page
                    de soutien de Microsoft &ndash; Utiliser un lecteur d&rsquo;&eacute;cran pour cr&eacute;er un
                    nouveau formulaire dans les formulaires Microsoft</a></li>
            <li><a
                    href="https://support.microsoft.com/fr-fr/topic/utiliser-un-lecteur-d-%C3%A9cran-pour-cr%C3%A9er-un-nouveau-questionnaire-dans-les-formulaires-microsoft-6f30f070-01fb-4a11-a1a4-2656d406d8f3">Page
                    de soutien de Microsoft &ndash; Utiliser un lecteur d&rsquo;&eacute;cran pour cr&eacute;er un
                    nouveau questionnaire dans les formulaires Microsoft</a></li>
            <li><a
                    href="https://support.microsoft.com/fr-fr/office/utiliser-un-lecteur-d-%C3%A9cran-pour-r%C3%A9pondre-aux-questions-d-un-formulaire-ou-d-un-questionnaire-dans-microsoft-forms-adae6d1c-33c8-465b-8066-eb14991a98cb">Page
                    de soutien de Microsoft &ndash; Utiliser un lecteur d&rsquo;&eacute;cran pour r&eacute;pondre aux
                    questions d&rsquo;un formulaire ou d&rsquo;un questionnaire dans Microsoft Forms</a></li>
            <li><a
                    href="https://support.microsoft.com/fr-fr/topic/utiliser-un-lecteur-d-%C3%A9cran-pour-appliquer-un-th%C3%A8me-ou-ajouter-des-images-aux-formulaires-et-aux-questionnaires-dans-les-formulaires-microsoft-b8a2f418-1f5f-4007-a292-c7f2792622a7">Page
                    de soutien de Microsoft &ndash; Utiliser un lecteur d&rsquo;&eacute;cran pour appliquer un
                    th&egrave;me ou ajouter des images aux formulaires et aux questionnaires dans les formulaires
                    Microsoft</a></li>
            <li><a
                    href="https://support.microsoft.com/fr-fr/topic/utiliser-un-lecteur-d-%C3%A9cran-pour-consulter-et-partager-les-r%C3%A9sultats-de-votre-formulaire-ou-de-votre-questionnaire-dans-microsoft-forms-64145c9f-1d50-4f05-ba4e-3c715b8fb0e6">Page
                    de soutien de Microsoft &ndash; Utiliser un lecteur d&rsquo;&eacute;cran pour consulter et partager
                    les r&eacute;sultats de votre formulaire ou de votre questionnaire dans Microsoft Forms</a></li>
            <li><a
                    href="https://support.microsoft.com/fr-fr/topic/utilisez-un-lecteur-d-%C3%A9cran-pour-partager-un-formulaire-ou-un-questionnaire-pour-collaborer-dans-microsoft-forms-05abd95c-cd00-45b3-85cb-4c5e34ef62e8">Page
                    de soutien de Microsoft &ndash; Utiliser un lecteur d&rsquo;&eacute;cran pour partager un formulaire
                    ou un questionnaire pour collaborer dans Microsoft Forms</a></li>
        </ul>
        <h3>Microsoft a pr&eacute;sent&eacute; des constatations en mati&egrave;re
            d&rsquo;accessibilit&eacute;</h3>
        <p><a href="https://www.microsoft.com/fr-fr/accessibility/accessibilite/declarations">D&eacute;clarations
                d&rsquo;accessibilit&eacute; de Microsoft</a> &ndash; Effectuez une recherche &agrave; partir du nom
            d&rsquo;un produit Microsoft pour voir les constatations en mati&egrave;re d&rsquo;accessibilit&eacute; du
            produit en question. Veuillez noter que dans les cas o&ugrave; Microsoft a constat&eacute; que ses produits
            sont conformes aux normes d&rsquo;accessibilit&eacute;, cela ne signifie pas qu&rsquo;ils adh&egrave;rent
            &agrave; celles &eacute;tablies par EDSC.</p>
        <p>T&eacute;l&eacute;chargez les d&eacute;clarations d&rsquo;accessibilit&eacute; de Microsoft propres &agrave;
            Microsoft Forms&nbsp;:</p>
        <ul>
            <li><a
                    href="https://aat-acr-api-prod.azurewebsites.net/api/file/d/p/377c3f4d-2633-44f3-a1e7-ae5f38207955/a/bffe5f32-0da9-4c0d-971b-e248749e46c9/f/Microsoft%20Forms.Web.EN.docx">Microsoft
                    Forms Accessibility Conformance Report EN 301 549 (Word)</a> (en anglais seulement)</li>
            <li><a
                    href="https://aat-acr-api-prod.azurewebsites.net/api/file/d/p/377c3f4d-2633-44f3-a1e7-ae5f38207955/a/7595eb08-1b9f-41ed-9102-c73e70284fc2/f/Microsoft%20Forms.Web.WCAG.docx">Microsoft
                    Forms Accessibility Conformance Report Web Content Accessibility Guidelines (WCAG) (Word)</a> (en
                anglais seulement)</li>
            <li><a
                    href="https://aat-acr-api-prod.azurewebsites.net/api/file/d/p/377c3f4d-2633-44f3-a1e7-ae5f38207955/a/f23a3263-6d6d-4056-bb98-f1cf2f7e5184/f/Microsoft%20Forms.Web.RevisedSection508.docx">Microsoft
                    Forms Accessibility Conformance Report Section 508 (Word)</a> (en anglais seulement)</li>
            <li><a
                    href="https://aat-acr-api-prod.azurewebsites.net/api/file/d/p/377c3f4d-2633-44f3-a1e7-ae5f38207955/a/fb2c8649-de69-4b51-8a26-90b2fd5ec262/f/Microsoft%20Forms.Web.EN_SUMMARY_ENGLISH.docx">Microsoft
                    Forms Accessibility Conformance Report EN Summary English (Word)</a> (en anglais seulement)</li>
            <li><a
                    href="https://aat-acr-api-prod.azurewebsites.net/api/file/d/p/377c3f4d-2633-44f3-a1e7-ae5f38207955/a/bf10a96c-264f-4629-9db7-b9ed3c16c07b/f/Microsoft%20Forms.Web.REVISEDSECTION508SUMMARY.docx">Microsoft
                    Forms Accessibility Conformance Report Section 508 Summary (Word)</a> (en anglais seulement)</li>
        </ul>
        <h3>Renseignements suppl&eacute;mentaires</h3>
        <ul>
            <li><a
                    href="https://can01.safelinks.protection.outlook.com/?url=https%3A%2F%2Fiservice.prv%2Ffra%2Fgiti%2Fcatalogue%2Fservice_logiciels_applications%2Fmicrosoft365%2Fforms%2Findex.shtml&amp;data=05%7C01%7Ctranslation-traduction.css.scs%40hrsdc-rhdcc.gc.ca%7C0b03dff1d79d4637100408dad6eb76bb%7C9ed558468a814246acd8b1a01abfc0d1%7C0%7C0%7C638058604031879590%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&amp;sdata=34hl8IjeNMZcMglbwvVnM1OoXy3U0Pa2VxRy7vNPXlc%3D&amp;reserved=0">Site
                    intranet Microsoft&nbsp;Forms d&rsquo;EDSC/SC</a></li>
            <li><a
                    href="https://support.microsoft.com/fr-fr/office/ajoutez-un-sondage-%C3%A0-votre-cha%C3%AEne-teams-ou-%C3%A0-votre-conversation-a3f9112c-01e1-4ee4-bd88-25e4e243b80b">Page
                    de soutien de Microsoft &ndash; Ajouter un sondage &agrave; votre cha&icirc;ne Teams ou &agrave;
                    votre conversation</a></li>
            <li><a
                    href="https://support.microsoft.com/fr-fr/office/ajouter-une-image-ou-un-logo-%C3%A0-un-en-t%C3%AAte-de-formulaire-0b3ce567-5713-4d18-bc65-4247864acaec">Page
                    de soutien de Microsoft &ndash; Ajouter une image ou un logo &agrave; un ent&ecirc;te de
                    formulaire</a></li>
            <li><a
                    href="https://support.microsoft.com/fr-fr/office/ajouter-une-image-%C3%A0-une-question-72ffc881-c22e-4069-8468-400d1c580871">Page
                    de soutien de Microsoft &ndash; Ajouter une image &agrave; une question</a></li>
        </ul>
        <div id="def-preFooter"></div>
        <script src="https://bati-itao.github.io/scripts/preFooter.min.js"></script>
    </main>
    <div id="def-footer"></div>
    <script src="https://bati-itao.github.io/scripts/appFooter-fr.min.js"></script>
    <script src="https://bati-itao.github.io/scripts/refFooter.min.js"></script>
    <script src="https://bati-itao.github.io/scripts/bati-itao.min.js"></script>
</body>

</html>