<!DOCTYPE html>
<!--[if lt IE 9]><html class="no-js lt-ie9" lang="fr" dir="ltr"><![endif]-->
<!--[if gt IE 8]><!-->
<html class="no-js" lang="fr" dir="ltr">
<!--<![endif]-->
<head>
    <meta charset="utf-8">
    <!-- Web Experience Toolkit (WET) / Boîte &agrave; outils de l'exp&eacute;rience Web (BOEW) wet-boew.github.io/wet-boew/License-en.html / wet-boew.github.io/wet-boew/Licence-fr.html -->
    <title>Plateformes de réunions virtuelles et fonctionnalités / Bureau de l’accessibilité des TI</title>
    <meta content="width=device-width,initial-scale=1" name="viewport">
    <!-- Meta data -->
    <meta name="description"
        content="">
    <!-- Meta data-->
    <!-- Load closure template scripts -->
    <script src="https://ssl-templates.services.gc.ca/rn/cls/wet/gcweb/cdts/compiled/soyutils.js"></script>
    <script src="https://ssl-templates.services.gc.ca/rn/cls/wet/gcweb/cdts/compiled/wet-fr.js"></script>
    <!-- Write closure template -->
    <script src="https://bati-itao.github.io/scripts/refTop.min.js"></script>
</head>

<body vocab="https://schema.org/" typeof="WebPage">
    <div id="def-top">
    </div>
    <!-- Write closure template -->
    <script>
        var defTop = document.getElementById("def-top");
        defTop.outerHTML = wet.builder.appTop({
            "appName": [{
                "text": "EDSC / Bureau de l’accessibilité des TI",
                "href": "https://bati-itao.github.io/index-fr.html"
            }],
           "breadcrumbs" : [{
                "title": "Accueil",
                "href" : "https://bati-itao.github.io/index-fr.html"
            },{
                "title": "Ressources et outils",
                "href" : "./index-fr.html"
            }],
            "lngLinks": [{
                "lang": "en",
                "href": "./virtual-meeting-platforms-accessibility-features-en.html",
                "text": "English"
            }],
            "menuPath": "https://bati-itao.github.io/ajax/menu-fr.html"
        });
    </script>
    <main role="main" property="mainContentOfPage" class="container">
        <h1 property="name" id="wb-cont">Microsoft Teams accessible services for users</h1>
            <p>Ce guide est un aperçu des fonctionnalit&eacute;s d&rsquo;accessibilit&eacute; de MS Teams et est destin&eacute; aux employ&eacute;s d&rsquo;EDSC. Certaines des pratiques exemplaires en mati&egrave;re d&rsquo;accessibilit&eacute; au sein de cette plateforme sont d&eacute;crites.</p>
            <h2>Fonctions de l&rsquo;hôte ou du pr&eacute;sentateur</h2>
            <h3>Enregistrement d&rsquo;une r&eacute;union</h3>
            <p><strong>Source: </strong><a
               href="https://support.microsoft.com/fr-fr/office/tirez-parti-des-fonctionnalit%C3%A9s-d-accessibilit%C3%A9-de-microsoft-teams-pour-une-exp%C3%A9rience-de-r%C3%A9union-ou-d-%C3%A9v%C3%A9nement-en-direct-plus-agr%C3%A9able-eec38ba3-689b-4ab4-8b6a-1c1c30259d86#bkmk_record_win">Tirez parti des fonctionnalit&eacute;s d&rsquo;accessibilit&eacute; de Microsoft Teams pour une exp&eacute;rience de r&eacute;union ou d&rsquo;&eacute;v&eacute;nement en direct plus agr&eacute;able</a></p>
            <p>Lorsque cela est possible, et avec le consentement de tous les participants, pr&eacute;voyez l&rsquo;enregistrement de la r&eacute;union. L&rsquo;enregistrement d&rsquo;une r&eacute;union peut &ecirc;tre utile pour les personnes atteintes de difficult&eacute;s cognitives, par exemple : vous pouvez suivre l&rsquo;enregistrement &agrave; votre propre rythme et revenir en arri&egrave;re pour v&eacute;rifier ce que vous avez pu manquer.</p>
            <p>Remarques :</p>
            <ul>
               <li>Avant de commencer &agrave; enregistrer, assurez-vous que les autres participants ont donn&eacute; leur consentement.</li>
               <li>Veillez &agrave; ce que tous les enregistrements vid&eacute;o comportent des sous-titres exacts synchronis&eacute;s.</li>
            </ul>
            <p>Pour d&eacute;marrer et arr&ecirc;ter l&rsquo;enregistrement dans une r&eacute;union, allez dans les contrôles de votre r&eacute;union et s&eacute;lectionnez ou appuyez sur la touche Tab pour naviguer sur D&eacute;marrer <strong>l&rsquo;enregistrement</strong> ou pour <strong>Arr&ecirc;ter l&rsquo;enregistrement.</strong> Vous pouvez acc&eacute;der &agrave; l&rsquo;enregistrement dans l&rsquo;historique des conversations de la r&eacute;union. Pour ouvrir l&rsquo;historique des conversations, allez dans les contrôles de votre r&eacute;union et s&eacute;lectionnez <strong>Afficher les conversations.</strong> Si vous utilisez Microsoft Outlook, un lien vers l&rsquo;enregistrement de la r&eacute;union sera &eacute;galement envoy&eacute; &agrave; votre courrier &eacute;lectronique.</p>
            <h3>Mettre en valeur une vid&eacute;o</h3>
            <p><strong>Source: </strong><a
               href="https://support.microsoft.com/fr-fr/office/mettre-en-valeur-la-vid%C3%A9o-d-une-personne-dans-teams-r%C3%A9union-58be74a4-efac-4e89-a212-8d198182081e">Mettre en valeur la vid&eacute;o d&rsquo;une personne dans une r&eacute;union Teams</a></p>
            <p>Mettre en valeur une vid&eacute;o, c&rsquo;est la mettre en &eacute;vidence pour tous les participants &agrave; la r&eacute;union. Si vous &ecirc;tes un organisateur ou un pr&eacute;sentateur, vous pouvez mettre en &eacute;vidence jusqu&rsquo;&agrave; sept flux vid&eacute;o de personnes (y compris le vôtre).</p>
            <ul>
               <li>Cliquez avec le bouton droit sur la vid&eacute;o de la personne elle-m&ecirc;me, puis s&eacute;lectionnez <strong>Spotlight</strong> dans le menu (ou <strong>Ajouter des actualit&eacute;s</strong>, si quelqu&rsquo;un d&rsquo;autre est d&eacute;j&agrave; mis en valeur</li>
               <li>Vous pouvez &eacute;galement s&eacute;lectionner <strong>Afficher les participants</strong> ou appuyer sur la touche Tab pour naviguer dans le menu.</li>
               <li>Appuyez sur la touche Tab pour choisir <strong>Dans cette r&eacute;union</strong> pour afficher la liste des participants &agrave; la r&eacute;union. Trouvez le nom de la personne dans la liste dont vous voulez mettre la vid&eacute;o en &eacute;vidence, cliquez avec le bouton droit de la souris sur son nom, puis s&eacute;lectionnez <strong>Spotlight,</strong> ou lorsque le curseur est sur leur nom, appuyer sur Shift + F10 et s&eacute;lectionnez <strong>Spotlight.</strong></li>
               <li>Lorsque vous &ecirc;tes pr&ecirc;t &agrave; mettre fin &agrave; la mise en valeur,<strong>s&eacute;lectionnez Arr&ecirc;ter la mise en une.</strong> Si plusieurs personnes sont mises en valeur, vous pouvez arr&ecirc;ter de mettre tout le monde en valeur en m&ecirc;me temps sous <strong>Montrer les participants,</strong> ou <strong>appuyez sur la touche Tab</strong> pour choisir <strong>Montrer les participants</strong> dans le menu, puis appuyez sur la touche Tab pour choisir <strong>Dans cette r&eacute;union, </strong> et trouver le nom de la personne mise en avant, appuyer sur Shift + F10 et arr&ecirc;ter la mise en valeur de la vid&eacute;o.</li>
            </ul>
            <p>Ceci est utile s&rsquo;il y a plusieurs vid&eacute;os, ou si des personnes rejoignent la r&eacute;union en retard. Cela permet de s&rsquo;assurer que la vid&eacute;o du pr&eacute;sentateur restera au centre de l&rsquo;&eacute;cran.</p>
            <h3>Share PowerPoint presentation</h3>
            <p><strong>Source: </strong><a
               href="https://support.microsoft.com/fr-fr/office/partager-powerpoint-diapositives-dans-une-r%C3%A9union-teams-r%C3%A9union-fc5a5394-2159-419c-bc59-1f64c1f4e470">Partager les diapositives PowerPoint dans une r&eacute;union Teams</a></p>
            <p>En partageant une pr&eacute;sentation PowerPoint directement dans MS Teams, tant le pr&eacute;sentateur que les participants de la r&eacute;union peuvent voir et parcourir le jeu de diapositives. Le pr&eacute;sentateur peut facilement partager une diapositive &agrave; partir de n&rsquo;importe quel endroit du document synoptique, et les participants peuvent absorber le contenu &agrave; leur propre rythme; cela le rend &eacute;galement accessible aux utilisateurs qui utilisent des lecteurs d&rsquo;&eacute;cran.</p>
            <p>Commencez par partager une pr&eacute;sentation PowerPoint</p>
            <ol>
               <li>S&eacute;lectionnez <strong>Partager le contenu </strong> <img src="images/share_content.png"  alt="" class="mrgn-lft-ms mrgn-right-sm"/>dans vos contrôles de r&eacute;union ou Ctrl+shift+E pour ouvrir le <strong>Partager le contenu</strong> <img src="images/share_content.png"  alt="" class="mrgn-lft-ms mrgn-right-sm"/></li>
               <li>Appuyez sur la touche Tab pour naviguer vers la section <strong>PowerPoint</strong> et s&eacute;lectionnez le fichier que vous voulez dans la liste des fichiers disponibles, ou appuyez sur la touche Tab pour Parcourir OneDrive, ou pour <strong>Parcourir mon ordinateur</strong> pour trouver un fichier qui n&rsquo;est pas r&eacute;pertori&eacute;.</li>
               <li>Apr&egrave;s avoir s&eacute;lectionn&eacute; votre fichier par d&eacute;faut, la vue du pr&eacute;sentateur est s&eacute;lectionn&eacute;e : elle affiche vos notes de pr&eacute;sentation &agrave; droite de la diapositive que vous &ecirc;tes en train de pr&eacute;senter, et une bande de vignettes des diapositives &agrave; venir en bas.</li>
               <li>La s&eacute;lection se fera par d&eacute;faut sur la premi&egrave;re diapositive <strong>PowerPoint</strong> de votre document synoptique. L&rsquo;utilisation des touches de direction vous permettra de vous d&eacute;placer dans les diapositives.</li>
               <li>Pour supprimer les notes de pr&eacute;sentation et la bande de vignettes des diapositives, s&eacute;lectionnez ou appuyez sur la touche Tab pou choisir <strong>Autres options<img src="images/more_actions.png"  alt="" class="img-responsive"/></strong> en dessous de la diapositive actuelle, puis s&eacute;lectionnez <strong>Masquer le pr&eacute;sentateur.</strong> Une autre solution consiste &agrave; appuyer sur Ctrl+Shift+x et les notes de pr&eacute;sentation et la bande de vignettes seront supprim&eacute;es de l&rsquo;&eacute;cran. En appuyant une seconde fois sur Ctrl+Shift+x, les notes de pr&eacute;sentation et la bande de vignettes s&rsquo;affichent &agrave; nouveau sur votre &eacute;cran.</li>
            </ol>
            <p><strong>Remarques</strong></p>
            <ul>
               <li>Si vous s&eacute;lectionnez l&rsquo;un de ces fichiers pour le pr&eacute;senter, tous les participants &agrave; la r&eacute;union pourront visualiser les diapositives pendant la r&eacute;union. Leurs droits d&rsquo;acc&egrave;s au fichier en dehors de la r&eacute;union ne seront pas modifi&eacute;s.</li>
               <li>Si vous s&eacute;lectionnez  <strong>Parcourir</strong> et choisissez de pr&eacute;senter un fichier PowerPoint qui n&rsquo;a pas &eacute;t&eacute; t&eacute;l&eacute;charg&eacute; sur MS Teams auparavant, il sera t&eacute;l&eacute;charg&eacute; dans le cadre de la r&eacute;union.</li>
               <li>Si vous faites une pr&eacute;sentation dans une r&eacute;union de canal, le fichier est t&eacute;l&eacute;charg&eacute; dans l&rsquo;onglet 
                  <strong>Fichiers</strong> de la pr&eacute;sentation, où tous les membres de l&rsquo;&eacute;quipe y auront acc&egrave;s.
               </li>
            </ul>
            <h3>Commencer la transcription en direct</h3>
            <p><strong>Source: </strong><a
               href="https://support.microsoft.com/fr-fr/office/afficher-la-transcription-en-direct-dans-une-teams-r%C3%A9union-dc1a8f23-2e20-4684-885e-2152e06a4a8b">Afficher la transcription en direct dans une r&eacute;union Teams</a></p>
            <p>Note : &agrave; partir d&rsquo;octobre 2021, l&rsquo;option de transcription en direct dans MS Teams est en cours de test pour la version minist&eacute;rielle et n&rsquo;est pas encore accessible par tous les employ&eacute;s. Pendant une r&eacute;union planifi&eacute;e, vous pouvez lancer une transcription en direct. Le texte appara&icirc;t &agrave; côt&eacute; de la vid&eacute;o ou de l&rsquo;audio de la r&eacute;union en temps r&eacute;el, avec le nom de l&rsquo;intervenant (sauf s&rsquo;il a choisi de le masquer) et un horodateur. La transcription en direct est utile pour les personnes sourdes ou malentendantes, dans un environnement bruyant, ou ayant diff&eacute;rents niveaux de ma&icirc;trise de la langue.</p>
            <ul>
               <li>Allez dans les contrôles de la r&eacute;union et s&eacute;lectionnez ou appuyer sur la touche Tab pour choisir <strong>Plus d'actions<img src="images/more_actions.png"  alt="" class="img-responsive"/></strong></li>
               <li>Choisissez <strong>Commencer la transcription.</strong></li>
            </ul>
            <p>Pour changer la langue :</p>
            <ul>
               <li>Allez dans le panneau de transcription et s&eacute;lectionnez le bouton « Plus ».</li>
               <li>S&eacute;lectionnez l&rsquo;option Changer la langue parl&eacute;e.</li>
               <li>Cliquez sur la fl&egrave;che vers le bas pour s&eacute;lectionner la langue parl&eacute;e de la r&eacute;union.</li>
               <li>Confirmez le choix.</li>
            </ul>
            <h3>R&eacute;glez le niveau de suppression du bruit sur &eacute;lev&eacute;</h3>
            <p><strong>Source: </strong><a
               href="https://support.microsoft.com/fr-fr/office/r%C3%A9duire-le-bruit-de-fond-lors-teams-r%C3%A9unions-1a9c6819-137d-4b3b-a1c8-4ab20b234c0d">R&eacute;duire le bruit de fond lors des r&eacute;unions Teams</a></p>
            <p>Lorsque votre micro est activ&eacute; dans une r&eacute;union ou un appel MS Teams, le bruit de fond peut distraire les autres. MS Teams propose trois niveaux de suppression du bruit pour l&rsquo;application MS Teams afin d&rsquo;aider les participants aux r&eacute;unions &agrave; rester concentr&eacute;s. Une fois modifi&eacute;, le param&egrave;tre est reproduit sur votre prochaine r&eacute;union ou votre prochain appel.</p>
            <ul>
               <li>S&eacute;lectionnez ou appuyez sur la touche Tab pour choisir <strong>Plus d&rsquo;actions<img src="images/more_actions.png"  alt="" class="img-responsive"/></strong> dans les contrôles de votre r&eacute;union, puis s&eacute;lectionnez <strong>Param&egrave;tres des p&eacute;riph&eacute;riques.</strong></li>
               <li>Sous  <strong>Supression du bruit,</strong> choisissez une option. (Voir l&rsquo;&eacute;tape 2 ci-dessus pour la description des options).</li>
            </ul>
            <h3>Ajouter quelqu&rsquo;un &agrave; un appel</h3>
            <p><strong>Source: </strong><a
               href="https://support.microsoft.com/fr-fr/office/ajouter-quelqu-un-%C3%A0-un-appel-dans-teams-267fb0c9-275a-4047-8412-7b2654dc29c3">Ajouter quelqu&rsquo;un &agrave; un appel dans MS Teams (microsoft.com)</a></p>
            <p>Lorsque vous &ecirc;tes d&eacute;j&agrave; dans en appel, vous pouvez avoir besoin d&rsquo;ajouter une personne, par exemple un interpr&egrave;te, &agrave; un appel.</p>
            <p>Pour ajouter une nouvelle personne &agrave; un appel de groupe, s&eacute;lectionnez ou appuyez sur la touche Tab pour choisir <strong>Afficher les participants <img src="images/Show_participants.png"  alt="" class="img-responsive"/></strong>, puis tapez leur nom ou num&eacute;ro de t&eacute;l&eacute;phone dans la zone de recherche afin de trouver le nom de la personne, puis s&eacute;lectionnez envoyer l&rsquo;invitation.</p>
            <h3>Modifier l&rsquo;arri&egrave;re-plan pendant une r&eacute;union</h3>
            <p><strong>Source: </strong><a href="https://support.microsoft.com/fr-fr/office/tirez-parti-des-fonctionnalit%C3%A9s-d-accessibilit%C3%A9-de-microsoft-teams-pour-une-exp%C3%A9rience-de-r%C3%A9union-ou-d-%C3%A9v%C3%A9nement-en-direct-plus-agr%C3%A9able-eec38ba3-689b-4ab4-8b6a-1c1c30259d86#bkmk_background_win">Tirez parti des fonctionnalit&eacute;s d&rsquo;accessibilit&eacute; de Microsoft Teams pour une exp&eacute;rience de r&eacute;union ou d&rsquo;&eacute;v&eacute;nement en direct plus agr&eacute;able</a></p>
            <p>La r&eacute;duction des distractions visuelles peut &ecirc;tre particuli&egrave;rement utile pour les personnes atteintes de troubles visuels ou de difficult&eacute;s cognitives. Lorsque l&rsquo;arri&egrave;re-plan est flou ou que l&rsquo;image est stable, il est plus facile de se concentrer sur la personne qui parle.</p>
            <ul>
               <li>Pour modifier votre arri&egrave;re-plan pendant une r&eacute;union, acc&eacute;dez aux contrôles de votre r&eacute;union et s&eacute;lectionnez ou appuyez sur la touche Tab pour choisir <strong>Plus d&rsquo;actions > Afficher les effets d&rsquo;arri&egrave;re-plan.</strong></li>
               <li>S&eacute;lectionnez Flouter pour flouter votre arri&egrave;re-plan, ou choisissez parmi les images disponibles pour le remplacer. Pour t&eacute;l&eacute;charger une image de votre choix, s&eacute;lectionnez  <strong>Ajouter nouveau</strong> et choisissez une image sur votre ordinateur.</li>
               <li>Vous pouvez afficher un aperçu de l&rsquo;arri&egrave;re-plan choisi pour voir &agrave; quoi il ressemble avant de l&rsquo;appliquer.</li>
            </ul>
            <p><strong>Remarques :</strong></p>
            <ul>
               <li>Si votre r&eacute;union fait appel &agrave; un interpr&egrave;te de la langue des signes, ne floutez pas son arri&egrave;re-plan, car cela peut masquer la langue des signes.</li>
            </ul>
            <h2>Fonctions des participants</h2>
            <h3>Se joindre &agrave; une r&eacute;union</h3>
            <p><strong>Source: </strong><a href="https://support.microsoft.com/fr-fr/office/rejoindre-une-r%C3%A9union-dans-teams-1613bb53-f3fa-431e-85a9-d6a91e3468c9">Rejoindre une r&eacute;union dans Teams</a></p>
            <h4>Participer via un lien</h4>
            <p>S&eacute;lectionnez <strong>Cliquez ici pour participer &agrave; la r&eacute;union</strong> dans l&rsquo;invitation &agrave; la r&eacute;union afin d&rsquo;&ecirc;tre sur une page dans laquelle vous pouvez choisir de la rejoindre sur le Web ou de t&eacute;l&eacute;charger l&rsquo;application de bureau.</p>
            <h4>Participer &agrave; partir du calendrier</h4>
            <p>S&eacute;lectionnez <strong>Calendrier</strong> dans la partie gauche de MS Teams pour afficher vos r&eacute;unions ou appuyez sur Ctrl+4 pour ouvrir le <strong>Calendrier</strong>.</p>
            <p>Recherchez la r&eacute;union de votre choix, puis s&eacute;lectionnez <strong>Participer</strong>.</p>
            <p>Ou, si quelqu&rsquo;un commence la r&eacute;union, vous recevez une notification que vous pouvez utiliser pour vous connecter.</p>
            <h4>Participer dans un canal</h4>
            <p>Si une r&eacute;union se tient dans un canal, vous verrez une invitation, le contenu pertinent et les noms des personnes qui y participent dans le canal. S&eacute;lectionnez ou appuyez sur la touche Tab pour choisir <strong>Participer.</strong></p>
            <h4>Participer &agrave; partir d&rsquo;une conversation</h4>
            <p>Si la r&eacute;union a d&eacute;j&agrave; commenc&eacute;, elle appara&icirc;t dans votre liste de conversations r&eacute;centes. S&eacute;lectionnez la r&eacute;union dans votre liste de conversations, puis s&eacute;lectionnez ou appuyez sur la touche Tab pour choisir <strong>Rejoindre</strong> en haut de la conversation.</p>
            <h4>Appeler</h4>
            <p>Si vous ne parvenez pas &agrave; utiliser l&rsquo;application Teams ou Teams sur le Web, vous pouvez participer &agrave; certaines r&eacute;unions en appelant un num&eacute;ro de t&eacute;l&eacute;phone. Si l&rsquo;invitation &agrave; la r&eacute;union contient un num&eacute;ro de t&eacute;l&eacute;phone et un num&eacute;ro d&rsquo;identification de conf&eacute;rence, composez-le pour y participer. Il est possible que le num&eacute;ro de votre invitation ne soit pas local pour vous. S&eacute;lectionnez <strong>Rechercher un num&eacute;ro local</strong> pour en obtenir un autre.</p>
            <h3>Épingler la vid&eacute;o d&rsquo;un participant &agrave; une r&eacute;union</h3>
            <p><strong>Source: </strong><a href="https://support.microsoft.com/fr-fr/office/ajuster-votre-affichage-dans-une-r%C3%A9union-teams-9825091c-0e7d-4c2b-95f5-eba644f19175">Ajuster votre affichage dans une r&eacute;union Teams</a></p>
            <p>Pour vous concentrer sur une vid&eacute;o particuli&egrave;re, faites un clic droit et s&eacute;lectionnez  <strong>Épingler.</strong>. La vid&eacute;o sera affich&eacute;e sur votre &eacute;cran, quelle que soit la personne qui parle. Vous pouvez &eacute;pingler autant de vid&eacute;os que le permet votre &eacute;cran. Pour retirer la mise au point de la vid&eacute;o, faites un nouveau clic droit et cliquez sur <strong>D&eacute;s&eacute;pingler.</strong></p>
            <p>MS Teams ne permet pas de redimensionner les vid&eacute;os &eacute;pingl&eacute;es. Une demande de fonctionnalit&eacute; a &eacute;t&eacute; envoy&eacute;e &agrave; Microsoft.</p>
            <p>De m&ecirc;me, pour &eacute;pingler un vid&eacute;o, appuyez sur la touche Tab pour choisir le <strong>bouton de menu Afficher les participants</strong> et appuyez sur la touche Entr&eacute;e. Appuyez sur la touche Tab pour choisir la section Dans cette r&eacute;union afin d&rsquo;obtenir une liste des noms des participants &agrave; la r&eacute;union et trouvez leur nom. S&eacute;lectionnez Shift+F10 et s&eacute;lectionnez <strong>Épingler</strong>.</p>
            <p>De m&ecirc;me, pour d&eacute;s&eacute;pingler une vid&eacute;o, appuyez sur la touche Tab pour choisir Afficher les participants et appuyez sur la touche Entr&eacute;e. Appuyez sur la touche Tab pour choisir la section Dans cette r&eacute;union pour afficher la liste des noms des participants &agrave; la r&eacute;union et trouvez leur nom. S&eacute;lectionnez Shift+F10 et s&eacute;lectionnez <strong>D&eacute;s&eacute;pingler.</strong></p>
            <p>À l&rsquo;heure actuelle, MS Teams ne permet pas d&rsquo;avoir plusieurs vid&eacute;os sur deux &eacute;crans. La solution de rechange pour l&rsquo;interpr&eacute;tation en langue des signes dans MS Teams consiste &agrave; s&rsquo;assurer que les participants requis disposent de deux appareils distincts pour se connecter &agrave; la r&eacute;union, l&rsquo;un pour visualiser la pr&eacute;sentation et l&rsquo;autre pour l&rsquo;interpr&eacute;tation en langue des signes.</p> 
            <h3>Activer ou d&eacute;sactiver les sous-titres</h3>
            <p><strong>Source: </strong><a href="https://support.microsoft.com/en-us/office/use-live-captions-in-a-teams-meeting-4be2d304-f675-4b57-8347-cbd000a21260">Utiliser les sous-titres en direct dans une r&eacute;union Teams</a></p>
            <p>Les sous-titres sont disponibles en anglais et en français. Pour certains des premiers utilisateurs, si le français n&rsquo;est pas disponible pour vous, il le sera dans les prochaines mises &agrave; jour.</p>
            <ul>
               <li>Pour utiliser les sous-titres en direct dans une r&eacute;union, acc&eacute;dez aux contrôles de votre r&eacute;union.</li>
               <li>S&eacute;lectionnez ou appuyez sur la touche Tab pour choisir <strong>Autres options<img src="images/more_actions.png"  alt="" class="img-responsive"/></strong> > activer les sous-titres en direct.</li>
               <li>Pour cesser d&rsquo;utiliser des sous-titres en direct dans une r&eacute;union, allez &agrave; vos contrôles de r&eacute;union et s&eacute;lectionnez ou appuyer sur la touche Tab pour choisir <strong>Autres options <img src="images/more_actions.png"  alt="" class="img-responsive"/></strong> > d&eacute;sactiver les sous-titres en direct.</li>
            </ul>
            <p>Pour changer la langue :</p>
            <ul>
               <li>À droite des sous-titres, s&eacute;lectionnez ou appuyez sur la touche Tab pour choisir… les param&egrave;tres des sous-titres dans la vid&eacute;o et appuyez sur la touche Entr&eacute;e.</li>
               <li>S&eacute;lectionnez Changer la langue parl&eacute;e et appuyez sur la touche Entr&eacute;e.</li>
               <li>Choisissez dans le menu d&eacute;roulant en utilisant les touches de direction et s&eacute;lectionnez la langue parl&eacute;e de la r&eacute;union et appuyez sur Entr&eacute;e.</li>
               <li>S&eacute;lectionnez ou appuyez sur la touche Tab pour confirmer votre choix et appuyez sur la touche Entr&eacute;e.</li>
            </ul>
            <h3>Raccourcis clavier de MS Teams</h3>
            <p><strong>Source: </strong><a href="https://support.microsoft.com/fr-fr/office/raccourcis-clavier-de-microsoft-teams-2e8e2a70-e8d8-4a19-949b-4c36dd5292d2#picktab=windows">Raccourcis clavier de Microsoft Teams</a></p>
            <p>L&rsquo;utilisation de raccourcis clavier peut aider les utilisateurs &agrave; travailler plus efficacement. Pour les utilisateurs en situation de handicap moteur ou visuel, les raccourcis clavier constituent une solution de rechange essentielle &agrave; l&rsquo;utilisation de la souris.</p>
            <p>Remarques :</p>
            <ul>
               <li>Les raccourcis font r&eacute;f&eacute;rence &agrave; la disposition du clavier am&eacute;ricain. Les touches des autres dispositions de clavier peuvent ne pas correspondre exactement aux touches d&rsquo;un clavier am&eacute;ricain.</li>
               <li>Si un raccourci n&eacute;cessite d&rsquo;appuyer sur deux ou plusieurs touches en m&ecirc;me temps, cette rubrique s&eacute;pare les touches par un signe plus (+). Si vous devez appuyer sur une touche imm&eacute;diatement apr&egrave;s une autre, ces touches sont s&eacute;par&eacute;es par une virgule (,).</li>
               <li>Vous pouvez facilement acc&eacute;der &agrave; la liste des raccourcis clavier &agrave; partir de MS Teams. Appuyez sur Ctrl+E pour acc&eacute;der au champ Recherche, tapez/keys, puis appuyez sur entr&eacute;e.</li>
            </ul>
            <h4>Afficher les raccourcis clavier</h4>
            <p>Vous pouvez acc&eacute;der aux raccourcis clavier directement &agrave; partir de l&rsquo;application de plusieurs façons.</p>
            <ul>
               <li>Appuyez sur Ctrl+Point (.).</li>
               <li>Appuyez sur Ctrl+E pour acc&eacute;der au champ Recherche, tapez/keys, puis appuyez sur entr&eacute;e.</li>
               <li>S&eacute;lectionnez  <img src="images/more_actions.png"  alt="" class="img-responsive"/> > ou appuyez sur Ctrl+Virgule (,) pour ouvrir le bouton Param&egrave;tres et plus dans le coin sup&eacute;rieur droit de MS Teams, puis s&eacute;lectionnez Raccourcis clavier.</li>
               <li>Pour naviguer les raccourcis clavier avec un lecteur d&rsquo;&eacute;cran, appuyez sur la touche Tab jusqu&rsquo;&agrave; ce que vous entendiez « Param&egrave;tres et autres », puis appuyez sur Entr&eacute;e. Appuyez sur la touche de d&eacute;placement vers le bas jusqu&rsquo;&agrave; ce que vous entendiez « Raccourcis clavier », puis appuyez sur la touche Entr&eacute;e.</li>
            </ul>

            
            <h5>G&eacute;n&eacute;ral</h5>
            <table class="wb-tables table">
               <tr>
                  <th><strong>Action</strong></th>
                  <th><strong>Appuyez sur le clavier</strong></th>
               </tr>
               <tbody>
                  <tr class="gradeX">
                     <td><strong>Afficher les raccourcis clavier</strong></td>
                     <td>Ctrl+Point (.).</td>
                  </tr>
                  <tr class="gradeC">
                     <td><strong>Aller &agrave; Recherche/Bo&icirc;te de commandes</strong></td>
                     <td>Ctrl+E</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Afficher les commandes</strong></td>
                     <td>Ctrl+barre oblique (/)</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Ouvrir le filtre</strong></td>
                     <td>Ctrl+Shift+F</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Allez &agrave;</strong></td>
                     <td>Ctrl+G</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Ouvrir le menu d&eacute;roulant des applications</strong></td>
                     <td>Ctrl+Accent (`)</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Commencer une nouvelle conversation</strong></td>
                     <td>Ctrl+N</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Ouvrir les param&egrave;tres</strong></td>
                     <td>Ctrl+Virgule (,)</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Ouvrir l&rsquo;aide</strong></td>
                     <td>F1</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Fermer</strong></td>
                     <td>Esc</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Effectuer un zoom avant</strong></td>
                     <td>Ctrl+Equals sign ( = )</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Effectuer un zoom arri&egrave;re</strong></td>
                     <td>Ctrl+Signe moins (- )</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>R&eacute;initialiser le niveau de zoom</strong></td>
                     <td>Ctrl+0</td>
                  </tr>
               </tbody>
            </table>
            <h5>Navigation</h5>
            <li><strong>Note:</strong> Si vous avez modifi&eacute; l&rsquo;ordre de vos applications ou ajout&eacute; des applications suppl&eacute;mentaires, la commande d&eacute;pend de l&rsquo;ordre s&eacute;quentiel des applications dans la barre des applications. Par exemple, si vous avez d&eacute;plac&eacute; le Calendrier en haut de la barre d&rsquo;applications, appuyez sur Ctrl+1 pour l&rsquo;ouvrir, et non sur Ctrl+4. </li>
            <table class="wb-tables table">
               <tr>
                  <th><strong>Action</strong></th>
                  <th><strong>Appuyez sur le clavier</strong></th>
               </tr>
               <tbody>
                  <tr class="gradeX">
                     <td><strong>Ouvrir l&rsquo;activit&eacute;</strong></td>
                     <td>Ctrl+1</td>
                  </tr>
                  <tr class="gradeC">
                     <td><strong>Ouvrir Conversation</strong></td>
                     <td>Ctrl+2</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Ouvrir Teams</strong></td>
                     <td>Ctrl+3</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Ouvrir Calendrier</strong></td>
                     <td>Ctrl+4</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Ouvrir Appels</strong></td>
                     <td>Ctrl+5</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Ouvrir Fichiers</strong></td>
                     <td>Ctrl+6</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Revenir &agrave; l&rsquo;&eacute;l&eacute;ment pr&eacute;c&eacute;dent de la liste</strong></td>
                     <td>Alt gauche+Touche de direction haut</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Atteindre l&rsquo;&eacute;l&eacute;ment suivant de la liste</strong></td>
                     <td>Alt gauche+Touche de direction bas</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Faire monter l&rsquo;&eacute;quipe s&eacute;lectionn&eacute;e</strong></td>
                     <td>Ctrl+Maj+Touche de direction haut</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Faire descendre l&rsquo;&eacute;quipe s&eacute;lectionn&eacute;e</strong></td>
                     <td>Ctrl+Maj+Touche de direction bas</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Ouvrir le menu Historique</strong></td>
                     <td>Ctrl+Shift+H</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Retourner &agrave; la section pr&eacute;c&eacute;dente</strong></td>
                     <td>Ctrl+Maj+F6</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Passer &agrave; la section suivante</strong></td>
                     <td>Ctrl+F6</td>
                  </tr>
               </tbody>
            </table>
            <h5>Messagerie</h5>
            <table class="wb-tables table">
               <tr>
                  <th><strong>Action</strong></th>
                  <th><strong>Appuyez sur le clavier</strong></th>
               </tr>
               <tbody>
                  <tr class="gradeX">
                     <td><strong>D&eacute;marrer une nouvelle conversation</strong></td>
                     <td>Alt+Shift+C</td>
                  </tr>
                  <tr class="gradeC">
                     <td><strong>Atteindre la zone de r&eacute;daction</strong></td>
                     <td>Alt+Shift+C</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>D&eacute;velopper la zone de r&eacute;daction</strong></td>
                     <td>Ctrl+Shift+X</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Envoyer (zone de r&eacute;daction d&eacute;velopp&eacute;e)</strong></td>
                     <td>Ctrl+Enter</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Joindre le fichier</strong></td>
                     <td>Ctrl+O</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>D&eacute;marrer un nouveau message</strong></td>
                     <td>Shift+Enter</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>R&eacute;pondre &agrave; un fil de discussion</strong></td>
                     <td>Alt+Shift+R</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Marquer comme important</strong></td>
                     <td>Ctrl+Shift+I</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Rechercher dans les messages de conversation/canal en cours</strong></td>
                     <td>Ctrl+F</td>
                  </tr>
               </tbody>
            </table>
            <h5>R&eacute;union et appels</h5>
            <table class="wb-tables table">
               <tr>
                  <th><strong>Action</strong></th>
                  <th><strong>Appuyez sur le clavier</strong></th>
               </tr>
               <tbody>
                  <tr class="gradeX">
                     <td><strong>Accepter un appel vid&eacute;o</strong></td>
                     <td>Ctrl+Shift+A</td>
                  </tr>
                  <tr class="gradeC">
                     <td><strong>Accepter un appel audio</strong></td>
                     <td>Ctrl+Shift+S</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Refuser un appel</strong></td>
                     <td>Ctrl+Shift+D</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>D&eacute;marrer un appel audio</strong></td>
                     <td>Ctrl+Shift+C</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>D&eacute;marrer un appel vid&eacute;o</strong></td>
                     <td>Ctrl+Shift+U</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Activer/d&eacute;sactiver le micro des participants</strong></td>
                     <td>Ctrl+Shift+M</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Activer/d&eacute;sactiver la vid&eacute;o</strong></td>
                     <td>Ctrl+Shift+O</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Annoncer les mains lev&eacute;es (lecteur d&rsquo;&eacute;cran)</strong></td>
                     <td>Ctrl+Shift+L</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Lever ou abaisser votre main</strong></td>
                     <td>Ctrl+Shift+K</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>D&eacute;marrer une session de partage d&rsquo;&eacute;cran</strong></td>
                     <td>Ctrl+Shift+E</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Filtrer la liste actuelle</strong></td>
                     <td>Ctrl+Shift+F</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Acc&eacute;der &agrave; la barre d&rsquo;outils de partage</strong></td>
                     <td>Ctrl+Shift+ Espace</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Refuser le partage d&rsquo;&eacute;cran</strong></td>
                     <td>Ctrl+Shift+D</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Accepter le partage d&rsquo;&eacute;cran</strong></td>
                     <td>Ctrl+Shift+A</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Admettre des personnes &agrave; partir d&rsquo;une notification de salle d&rsquo;accueil</strong></td>
                     <td>Ctrl+Shift+Y</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Basculer le flou d&rsquo;arri&egrave;re-plan</strong></td>
                     <td>Ctrl+Shift+P</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Planifier une r&eacute;union</strong></td>
                     <td>Alt+Shift+N</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Revenir &agrave; l&rsquo;heure actuelle</strong></td>
                     <td>Alt+Point (.).</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Ctrl+Alt+Fl&egrave;che gauche</strong></td>
                     <td>Ctrl+Alt+Left arrow key</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Passer au jour/semaine suivant(s)</strong></td>
                     <td>Ctrl+Alt+Fl&egrave;che droite</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Afficher le jour</strong></td>
                     <td>Ctrl+Alt+1</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Afficher la semaine de travail</strong></td>
                     <td>Ctrl+Alt+2</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Afficher la semaine</strong></td>
                     <td>Ctrl+Alt+3</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Enregistrer/envoyer une demande de r&eacute;union</strong></td>
                     <td>Ctrl+S</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Participer &agrave; partir des d&eacute;tails de la r&eacute;union</strong></td>
                     <td>Alt+Shift+J</td>
                  </tr>
                  <tr class="gradeA">
                     <td><strong>Aller &agrave; l&rsquo;heure sugg&eacute;r&eacute;e</strong></td>
                     <td>Alt+Shift+S</td>
                  </tr>
               </tbody>
            </table>
            <h5>D&eacute;bogage</h5>
            <table class="wb-tables table">
               <tr>
                  <th><strong>Action</strong></th>
                  <th><strong>Appuyez sur le clavier</strong></th>
               </tr>
               <tbody>
                  <tr class="gradeX">
                     <td><strong>T&eacute;l&eacute;charger les journaux de diagnostic</strong></td>
                     <td>Ctrl+Alt+Shift+1</td>
                  </tr>
               </tbody>
            </table>
            <h3>Utiliser la saisie vocale pour parler au lieu de taper</h3>
            <p><strong>Source: </strong><a href="https://support.microsoft.com/fr-fr/windows/utiliser-la-saisie-vocale-pour-parler-au-lieu-de-taper-sur-votre-pc-fec94565-c4bd-329d-e59a-af033fa5689f">Utiliser la saisie vocale pour parler au lieu de taper sur votre PC</a></p>
            <ul>
                <li>Les commandes de dict&eacute;e sont disponibles en anglais am&eacute;ricain uniquement.</li>
                <li>Vous pouvez &eacute;galement dicter du texte de base, des symboles, des lettres et des chiffres en français.</li>
             </ul>
            <p>Utilisez la dict&eacute;e pour convertir les mots prononc&eacute;s en texte n&rsquo;importe où sur votre PC avec Windows 10. Pour commencer &agrave; dicter, s&eacute;lectionnez un champ de texte, puis appuyez sur <strong>la touche Windows+H</strong> pour ouvrir la barre d&rsquo;outils de dict&eacute;e. Pour arr&ecirc;ter la dict&eacute;e &agrave; tout moment pendant la dict&eacute;e, dites « Arr&ecirc;ter la dict&eacute;e ».</p> 
            <p>Pour utiliser la dict&eacute;e, votre PC doit &ecirc;tre connect&eacute; &agrave; l&rsquo;internet.</p>
            <h4>Commandes de dict&eacute;e</h4>
            <p>Utilisez les commandes de dict&eacute;e pour dire quoi faire &agrave; votre PC, comme « supprimer ceci » ou « s&eacute;lectionner le mot pr&eacute;c&eacute;dent ».</p>
            <p>Le tableau suivant vous indique ce que vous pouvez dire. Si un mot ou une expression sont en <strong>gras</strong>et entre guillemets, il s&rsquo;agit d&rsquo;un exemple. Remplacez-les par des mots similaires pour obtenir le r&eacute;sultat de votre choix.</p>
            <table class="wb-tables table">
               <tr>
                  <th><strong>Action</strong></th>
                  <th><strong>Dites</strong></th>
               </tr>
               <tbody>
                  <tr class="gradeX">
                    <th><strong>Effacer une s&eacute;lection</strong></th>
                    <th>Effacer la s&eacute;lection; d&eacute;s&eacute;lectionner cela</th>  
                  </tr>
                  <tr class="gradeC">
                    <th><strong>Supprimer le r&eacute;sultat de dict&eacute;e le plus r&eacute;cent ou le texte s&eacute;lectionn&eacute;.</strong></th>
                    <th>Supprimer cela; rayer cela</th>  
                 </tr>
                 <tr class="gradeA">
                    <th><strong>Supprimer une unit&eacute; de texte, comme le mot courant.</strong></th>
                    <th>Supprimer le <strong>« mot ».</strong></th>  
                 </tr>
                 <tr class="gradeC">
                    <th><strong>D&eacute;placer le curseur vers le premier caract&egrave;re apr&egrave;s une expression ou un mot sp&eacute;cifi&eacute; <strong>« mot ».</strong>; aller &agrave; la fin du <strong>paragraphe</strong>; se d&eacute;placer &agrave; la fin.</th>  
                 </tr>
                 <tr class="gradeA">
                    <th><strong>D&eacute;placer le curseur &agrave; la fin d&rsquo;une unit&eacute; de texte</strong></th>
                    <th>Aller apr&egrave;s le <strong>« mot »</strong>; se d&eacute;placer apr&egrave;s le <strong>« mot »</strong>; aller &agrave; la fin de cette s&eacute;lection; ensuite d&eacute;placer le curseur &agrave; la fin du <strong>« paragraphe ».</strong>;</th>  
                 </tr>
                 <tr class="gradeC">
                    <th><strong>D&eacute;placer le curseur vers l&rsquo;arri&egrave;re d&rsquo;une unit&eacute; de texte</strong></th>
                    <th>Retourner au <strong>« mot »</strong>; pr&eacute;c&eacute;dent; revenir au <strong>« paragraphe »</strong>pr&eacute;c&eacute;dent.</th>  
                 </tr>
                 <tr class="gradeA">
                    <th><strong>D&eacute;placer le curseur vers le premier caract&egrave;re avant une expression ou un mot sp&eacute;cifi&eacute;</strong></th>
                    <th>Aller au d&eacute;but du <strong>« mot »</strong>.</th>  
                 </tr>
                 <tr class="gradeC">
                    <th><strong>D&eacute;placer le curseur au d&eacute;but d&rsquo;une unit&eacute; de texte</strong></th>
                    <th>Aller avant cela; se d&eacute;placer au d&eacute;but de cela</th>  
                 </tr>
                 <tr class="gradeA">
                    <th><strong>D&eacute;placer le curseur vers l&rsquo;avant &agrave; l&rsquo;unit&eacute; de texte suivante</strong></th>
                    <th>Avancer au <strong>« mot suivant »</strong>; passer au <strong>« paragraphe suivant »</strong>.</th>  
                 </tr>
                 <tr class="gradeC">
                    <th><strong>D&eacute;placer le curseur &agrave; la fin d&rsquo;une unit&eacute; de texte</strong></th>
                    <th>Se d&eacute;placer &agrave; la fin du <strong>« mot »</strong>; aller &agrave; la fin du <strong>« paragraphe »</strong>.</th>  
                 </tr>
                 <tr class="gradeA">
                    <th><strong>Saisir l&rsquo;une des touches suivantes : Tabulation, Entr&eacute;e, Fin, D&eacute;but, Page pr&eacute;c&eacute;dente, Page suivante, Retour arri&egrave;re, Supprimer</strong></th>
                    <th>Appuyez sur « Entr&eacute;e »; appuyez sur « Retour arri&egrave;re ».</th>  
                 </tr>
                 <tr class="gradeC">
                    <th><strong>S&eacute;lectionner un mot ou une expression sp&eacute;cifique</strong></th>
                    <th>S&eacute;lectionner un <strong>« mot »</strong>.</th>  
                 </tr>
                 <tr class="gradeA">
                    <th><strong>S&eacute;lectionner le r&eacute;sultat de dict&eacute;e le plus r&eacute;cent</strong></th>
                    <th>S&eacute;lectionner cela</th>  
                 </tr>
                 <tr class="gradeC">
                    <th><strong>S&eacute;lectionner une unit&eacute; de texte</strong></th>
                    <th>S&eacute;lectionnez les « trois mots suivants »; s&eacute;lectionner les « deux paragraphes pr&eacute;c&eacute;dents »</th>  
                 </tr>
                 <tr class="gradeA">
                    <th><strong>Activer et d&eacute;sactiver le mode Épellation.</strong></th>
                    <th>Commencer &agrave; &eacute;peler; Arr&ecirc;ter d&rsquo;&eacute;peler.</th>  
                 </tr>
               </tbody>
            </table>
            <h4>Dicter des lettres, des chiffres, des signes de ponctuation et des symboles</h4>
            <p>Vous pouvez dicter la plupart des chiffres et des signes de ponctuation en &eacute;nonçant le chiffre ou le signe de ponctuation. Pour dicter des lettres et des symboles, dites « Commencer &agrave; &eacute;peler ». Puis dites le symbole ou la lettre, ou utilisez l&rsquo;alphabet phon&eacute;tique ICAO (par exemple Alpha, Bravo, etc.)</p>
            <p>Pour dicter une lettre majuscule, dites « majuscule » avant la lettre. Par exemple, « A » ou « alpha minuscules ». Lorsque vous avez termin&eacute;, dites « Arr&ecirc;ter l&rsquo;orthographe ».</p>
            <h5>Voici les signes de ponctuation et les symboles que vous pouvez dicter.</h5>
            <table class="wb-tables table">
               <tr>
                  <th><strong>Pour ins&eacute;rer ceci</strong></th>
                  <th><strong>Dites</strong></th>
               </tr>
               <tbody>
                  <tr class="gradeX">
                    <th>@</th> 
                    <th>Symbole arobas; arobas</th>  
                  </tr>
                  <tr class="gradeC">
                    <th>#</th> 
                    <th>Symbole livre; signe livre; symbole num&eacute;ro; signe num&eacute;ro; symbole di&egrave;se; signe di&egrave;se; symbole hashtag; signe hashtag;</th>    
                 </tr>
                 <tr class="gradeA">
                    <th>$</th> 
                    <th>Symbole dollar; signe dollar;</th>  
                 </tr>
                 <tr class="gradeC">
                    <th>%</th> 
                    <th>Symbole de pourcentage; signe de pourcentage</th>  
                 </tr>
                 <tr class="gradeA">
                    <th>^</th> 
                    <th>Accent circonflexe</th>  
                  </tr>
                 <tr class="gradeC">
                    <th>&</th> 
                    <th>Symbole Et; signe Et; symbole esperluette; signe esperluette</th>  
                 </tr>
                 <tr class="gradeA">
                    <th>*</th> 
                    <th>Ast&eacute;risque; fois; &eacute;toile</th>  
                 </tr>
                 <tr class="gradeC">
                    <th>(</th> 
                    <th>Parenth&egrave;se ouvrante; parenth&egrave;se gauche;</th>  
                 </tr>
                 <tr class="gradeA">
                    <th>)</th> 
                    <th>Parenth&egrave;se fermante; parenth&egrave;se droite;</th>  
                 </tr>
                 <tr class="gradeA">
                    <th>_</th> 
                    <th>Trait de soulignement</th>  
                 </tr>
                 <tr class="gradeA">
                    <th>-</th> 
                    <th>Trait d’union; tiret; signe moins</th>  
                 </tr>
                 <tr class="gradeA">
                    <th>~</th> 
                    <th>Tilde</th>  
                 </tr>
                 <tr class="gradeA">
                    <th>\</th> 
                    <th>Barre oblique inverse</th>  
                 </tr>
                 <tr class="gradeA">
                    <th>/</th> 
                    <th>Barre oblique; divis&eacute; par</th>  
                 </tr>
                 <tr class="gradeA">
                    <th>,</th> 
                    <th>Virgule</th>  
                 </tr>
                 <tr class="gradeA">
                    <th>.</th> 
                    <th>Point; signe point; point d&eacute;cimal; point</th>  
                 </tr>
                 <tr class="gradeA">
                    <th>;</th> 
                    <th>Point-virgule</th>  
                 </tr>
                 <tr class="gradeA">
                  <th>'</th>
                  <th>Apostrophe</th> 
                 <tr class="gradeA">
                    <th>=</th> 
                    <th>Symbole Égal; signe Égal; symbole Est &eacute;gale &agrave;; signe Égal</th>  
                 </tr>
                 <tr class="gradeA">
                    <th>(Espace)</th> 
                    <th>Espace</th>  
                 </tr>
                 <tr class="gradeA">
                    <th>|</th> 
                    <th>Barre verticale</th>  
                 </tr>
                 <tr class="gradeA">
                  <th>:</th> 
                    <th>Deux-points</th>  
                 </tr>
                 <tr class="gradeA">
                    <th>?</th> 
                    <th>Point d&rsquo;interrogation; symbole point d&rsquo;interrogation</th>  
                 </tr>
                 <tr class="gradeA">
                    <th>[</th> 
                    <th>Crochet ouvrant; crochet ouvrant; crochet gauche; crochet gauche</th>  
                 </tr>
                 <tr class="gradeA">
                    <th>]</th> 
                    <th>Crochet fermant; crochet fermant; crochet droit; crochet droit</th>  
                 </tr>
                 <tr class="gradeA">
                    <th>{</th> 
                    <th>Accolade ouvrante; accolade gauche</th>  
                 </tr>
                 <tr class="gradeA">
                    <th>}</th> 
                    <th>Accolade fermante; accolade droite</th>  
                 </tr>
                 <tr class="gradeA">
                    <th>+</th> 
                    <th>Symbole Plus; signe Plus</th>  
                 </tr>
                 <tr class="gradeA">
                    <th><</th> 
                    <th>Crochet angulaire ouvrant; moins que ouvrant; crochet angulaire &agrave; gauche; inf&eacute;rieur &agrave; gauche</th>  
                 </tr>
                 <tr class="gradeA">
                    <th>></th> 
                    <th>Crochet angulaire fermant; plus que fermant; crochet angulaire &agrave; droite; sup&eacute;rieur &agrave; droit</th>  
                 </tr>
                 <tr class="gradeA">
                    <th>«</th> 
                    <th>Guillemets ouvrants; guillemets de d&eacute;but; guillemets fermants; guillemets de fin; guillemets doubles ouvrants; guillemets doubles de d&eacute;but; guillemets doubles fermants; guillemets doubles de fin</th>  
                 </tr>
               </tbody>
            </table>
             <h3>Agrandir le contenu de l&rsquo;&eacute;cran</h3>
            <p><strong>Source: </strong><a href="https://support.microsoft.com/fr-fr/office/tirez-parti-des-fonctionnalit%C3%A9s-d-accessibilit%C3%A9-de-microsoft-teams-pour-une-exp%C3%A9rience-de-r%C3%A9union-ou-d-%C3%A9v%C3%A9nement-en-direct-plus-agr%C3%A9able-eec38ba3-689b-4ab4-8b6a-1c1c30259d86#bkmk_magnify_win">Tirez parti des fonctionnalit&eacute;s d&rsquo;accessibilit&eacute; de Microsoft Teams pour une exp&eacute;rience de r&eacute;union ou d&rsquo;&eacute;v&eacute;nement en direct plus agr&eacute;able</a></p>
            <p>L&rsquo;outil Loupe vous permet d&rsquo;agrandir l&rsquo;&eacute;cran entier de l&rsquo;ordinateur ou seulement une partie de l&rsquo;&eacute;cran pour rendre le texte et les &eacute;l&eacute;ments &agrave; l&rsquo;&eacute;cran plus faciles &agrave; voir.</p>
            <ul>
               <li>Pour d&eacute;marrer rapidement la Loupe, appuyez sur la touche Windows+Signe Plus (+).</li>
               <li>Pour effectuer un zoom avant, appuyez sur touche Windows+Signe Plus (+).</li>
               <li>Pour effectuer un zoom arri&egrave;re, appuyez sur Touche Windows+Signe Moins (— ).</li>
               <li>Lorsque l&rsquo;accent est positionn&eacute; sur l&rsquo;outil Loupe, vous pouvez modifier les param&egrave;tres de celui-ci dans la barre d&rsquo;outils Loupe.</li>
               <ul>
               <li>Appuyez sur Tab ou sur les touches Shift+Tab pour vous d&eacute;placer dans la barre d&rsquo;outils Loupe.</li>
               <li>Pour s&eacute;lectionner une option ou une liste d&rsquo;options, appuyez sur Espace.</li>
               <li>Pour quitter une option ou une liste d&rsquo;options, appuyez sur Échap.</li>
               </ul>
               <li>Pour quitter la Loupe et fermer l&rsquo;outil, appuyez sur la touche Windows+Échap.</li>
            </ul>
            <h3>Effectuer un zoom avant et arri&egrave;re</h3>
            <p><strong>Source: </strong><a href="https://support.microsoft.com/fr-fr/office/effectuer-un-zoom-avant-et-arri%C3%A8re-sur-teams-dc3cd3d8-efb5-4995-8b31-434b3943ba52">Effectuer un zoom avant et arri&egrave;re sur MS Teams</a></p>
            <p>Utilisez votre clavier ou votre souris pour agrandir ou r&eacute;tr&eacute;cir l&rsquo;interface utilisateur de MS Teams.</p>
=
            <table class="wb-tables table">
                <tr>
                   <th><strong>Action</strong></th>
                   <th><strong>Windows</strong></th>
                </tr>
                <tbody>
                   <tr class="gradeX">
                     <th>Effectuer un zoom avant</th> 
                     <th> Ctrl+= ou Ctrl++(faire pivoter la roulette vers le haut)</th>  
                   </tr>
                   <tr class="gradeC">
                     <th>Effectuer un zoom arri&egrave;re</th> 
                     <th>Ctrl+- ou Ctrl+(faire pivoter la roulette vers le bas)</th>    
                  </tr>
                  <tr class="gradeA">
                     <th>R&eacute;initialiser le niveau de zoom</th> 
                     <th>Ctrl+0</th>  
                  </tr>
                </tbody>
             </table>
             <h3>Utiliser des couleurs &agrave; contraste &eacute;lev&eacute;</h3>
             <p><strong>Source: </strong><a href="https://support.microsoft.com/fr-fr/office/tirez-parti-des-fonctionnalit%C3%A9s-d-accessibilit%C3%A9-de-microsoft-teams-pour-une-exp%C3%A9rience-de-r%C3%A9union-ou-d-%C3%A9v%C3%A9nement-en-direct-plus-agr%C3%A9able-eec38ba3-689b-4ab4-8b6a-1c1c30259d86#bkmk_highcontrast_win">Tirez parti des fonctionnalit&eacute;s d&rsquo;accessibilit&eacute; de Microsoft Teams pour une exp&eacute;rience de r&eacute;union ou d&rsquo;&eacute;v&eacute;nement en direct plus agr&eacute;able</a></p>
             <p>Avec le mode contraste &eacute;lev&eacute;, le contraste de couleurs am&eacute;lior&eacute; peut vous aider &agrave; mieux voir le texte et les &eacute;l&eacute;ments &agrave; l&rsquo;&eacute;cran, ce qui fatigue &eacute;galement moins les yeux.</p>
             <ul>
                 <li>S&eacute;lectionnez ou appuyez sur la touche Tab pour choisir <strong>Param&egrave;tres et autres</strong> dans la partie sup&eacute;rieure de l&rsquo;application.</li>
                 <li>S&eacute;lectionnez  <strong>Param&egrave;tres > G&eacute;n&eacute;ral</strong></li>
                 <li>Dans la section Th&egrave;me, choisissez ou utilisez les touches de direction pour choisir <strong>Contraste &eacute;lev&eacute;.</strong></li>
                 <ul>
                 <li>Vous pouvez &eacute;galement s&eacute;lectionner le th&egrave;me <strong>Fonc&eacute;</strong> or <strong>Par d&eacute;faut.</strong></li>
                 </ul>
               </ul>
              <h3>Modifier votre statut dans Teams</h3>
              <p><strong>Source: </strong><a href="https://support.microsoft.com/fr-fr/office/modifier-votre-statut-dans-teams-ce36ed14-6bc9-4775-a33e-6629ba4ff78e">Modifier votre statut dans Teams</a></p>
              <p>Si vous souhaitez que les personnes sachent que vous &ecirc;tes occup&eacute;(e) ou absent(e) de votre bureau, d&eacute;finissez votre statut dans Teams. Le petit point de votre profil indique si vous &ecirc;tes disponible ou non. Teams d&eacute;finira automatiquement le statut dans certains cas, par exemple lorsque vous &ecirc;tes en appel.</p>
              <ul>
                <li>Pour le configurer explicitement vous-m&ecirc;me, allez &agrave; votre profil en haut de Teams, appuyez sur la touche Entr&eacute;e et s&eacute;lectionnez-en un dans la liste. Par d&eacute;faut, le curseur sera mis sur votre statut. Appuyez &agrave; nouveau sur la touche Entr&eacute;e pour ouvrir une liste des statuts de MS Teams et, &agrave; l&rsquo;aide des touches de direction, trouvez le statut que vous voulez et appuyez sur la touche Entr&eacute;e.</li>
                <li>Vous pouvez &eacute;galement mettre &agrave; jour votre statut &agrave; partir de la bo&icirc;te de commande. Tapez <strong>/disponible</strong>,<strong>/occup&eacute;</strong>,<strong>/ne pas d&eacute;ranger</strong>,<strong>/de retour imm&eacute;diatement</strong>,<strong>/absent</strong>, or <strong>/hors ligne</strong> pour d&eacute;finir votre statut comme Disponible, Occup&eacute;(e), Ne pas d&eacute;ranger, De retour imm&eacute;diatement, Absent(e) ou Hors ligne.</li>
             </ul>
             <h4>Descriptions des statuts :</h4>
             <ul>
                <li><strong>Disponible:</strong> est lorsque vous &ecirc;tes actif dans Teams et que vous n&rsquo;avez rien &agrave; faire dans votre calendrier (par exemple, aucune r&eacute;union ou appel). Veuillez noter que Teams d&eacute;finit automatiquement votre statut de Disponible &agrave; Absent(e) lorsque vous verrouillez votre ordinateur ou lorsqu&rsquo;il entre en mode inactif ou veille.</li>
                <li><strong>Occup&eacute;</strong> est quand vous voulez vous concentrer sur quelque chose, et <strong>vous voulez que les notifications apparaissent.</strong> Si vous participez &agrave; une r&eacute;union ou un appel, Teams changera automatiquement votre statut en Dans une r&eacute;union ou Dans un appel (Occup&eacute;(e)) lorsqu&rsquo;il n&rsquo;est pas d&eacute;fini en tant que Ne pas d&eacute;ranger.</li>
                <li><strong>Ne pas d&eacute;ranger</strong> est lorsque vous voulez vous concentrer sur votre &eacute;cran, et <strong>ne voulez pas que les notifications apparaissent.</strong></li>
                <li><strong>De retour imm&eacute;diatement </strong> vous permet de dire que vous &ecirc;tes momentan&eacute;ment absent(e). Il n&rsquo;est jamais r&eacute;gl&eacute; automatiquement.</li>
                <li><strong>Appara&icirc;tre absent(e)</strong> est quand vous avez besoin de travailler sans r&eacute;pondre imm&eacute;diatement.</li>
                <li>Le mode <strong>hors ligne</strong> appara&icirc;t lorsque vous voulez indiquer que vous n&rsquo;&ecirc;tes pas connect&eacute; &agrave; Teams, vous ne r&eacute;pondrez pas tant que vous n&rsquo;&ecirc;tes pas de nouveau en ligne. Vous recevrez toujours des notifications si quelqu&rsquo;un vous en reçoit un.</li>
             </ul>
             <h3>Activer un t&eacute;l&eacute;scripteur (TTY)</h3>
             <p><strong>Source: </strong><a href="https://support.microsoft.com/en-us/office/manage-your-call-settings-in-teams-456cb611-3477-496f-b31a-6ab752a7595f">Manage your call settings in MS Teams (microsoft.com)</a></p>
             <ul>
               <li>S&eacute;lectionnez ou appuyez sur la touche Tab pour choisir Param&egrave;tres et autres dans la partie sup&eacute;rieure de l&rsquo;application.</li>
               <li>S&eacute;lectionnez Param&egrave;tres > appels.</li>
               <li>Dans la section Accessibilit&eacute;, cliquez sur Activer le mode TTY.</li>
            </ul>
            <h3>Traduire la messagerie instantan&eacute;e</h3>
            <p><strong>Source: </strong><a href="https://support.microsoft.com/fr-fr/office/traduire-un-message-en-teams-d8926ce9-d6a6-47df-a416-f1adb62d3194">Traduire un message sur Teams</a></p>
            <ul>
               <li>Si vous recevez un message dans une autre langue sur votre PC de bureau, s&eacute;lectionnez ou appuyez sur la touche Tab pour choisir le message de chat pour s&eacute;lectionner le message. </li>
                <li>S&eacute;lectionnez ou appuyez sur la touche Tab pour choisir <strong>Autres options<img src="images/more_actions.png"  alt="" class="img-responsive"/></strong> et appuyer sur entr&eacute;e. S&eacute;lectionnez <strong>Traduire</strong> dans la liste. Vous verrez alors appara&icirc;tre une traduction du message dans l&rsquo;autre langue officielle, l&rsquo;anglais ou le français.</li>
            </ul>
            <h3>Utiliser le lecteur immersif dans MS Teams pour personnaliser la lecture</h3>
            <p><strong>Source: </strong><a href="https://support.microsoft.com/fr-fr/topic/utiliser-le-lecteur-immersif-dans-microsoft-teams-a700c0d0-bc53-4696-a94d-4fbc86ac7a9a">Utiliser le lecteur immersif dans Microsoft Teams</a></p>
            <p>Écoutez les billets, les messages de conversation et devoirs lus &agrave; haute voix &agrave; l&rsquo;aide du lecteur immersif.</p>
            <ol>
                <li>Passez votre curseur sur un message ou appuyez sur la touche Tab pour ajouter le focus sur le message.</li>
                <li>S&eacute;lectionnez ou appuyez sur la touche Tab pour choisir <strong>Autres options<img src="images/more_actions.png"  alt="" class="img-responsive"/></strong> puis S&eacute;lectionnez Lecteur immersif <img src="images/immersive_reader.png"  alt="" class="img-responsive"/> parmi les choix. Le Lecteur immersif s&rsquo;affichera en plein &eacute;cran.</li>
             </ol>
             <h4>Fonctionnalit&eacute;s du Lecteur immersif</h4>
            <ul>
                <li>S&eacute;lectionnez <strong>Lecture</strong> pour entendre votre document lu &agrave; haute voix et pour que le texte soit mis en surbrillance simultan&eacute;e. Par d&eacute;faut, le narrateur commence la lecture &agrave; partir du haut de la page, sauf si vous avez s&eacute;lectionn&eacute; un mot, auquel cas il commence la lecture &agrave; partir du mot s&eacute;lectionn&eacute;.</li>
                <li>S&eacute;lectionnez <strong>Pause</strong> pour interrompre la narration.</li>
                <li>S&eacute;lectionnez <strong>Options de voix</strong> dans le coin sup&eacute;rieur droit du document pour modifier la vitesse de lecture.</li>
                <li>S&eacute;lectionnez <strong>Options de texte</strong> et d&eacute;finissez la <strong>Taille du texte,</strong><strong>l&rsquo;espacement,</strong><strong>la Police</strong> et les <strong>Th&egrave;mes</strong> du texte en fonction de vos besoins.</li>
                <li>Basculez sur <strong>Afficher la mise en forme source</strong> pour conserver la mise en forme du texte d&rsquo;origine, par exemple, le gras ou le soulignement.</li>
                <li>S&eacute;lectionnez Fermer pour quitter le Lecteur immersif.</li>
             </ul>
             <h3>Rechercher des messages et d&rsquo;autres personnes dans Teams</h3>
             <p><strong>Source: </strong><a href="https://support.microsoft.com/fr-fr/office/rechercher-des-messages-et-d-autres-personnes-dans-teams-4a351520-33f4-42ab-a5ee-5fc0ab88b263">Rechercher des messages et d&rsquo;autres personnes dans Teams</a></p>
             <p>Plusieurs options de recherche et de filtrage vous permettent de rechercher des messages, des personnes, des fichiers et d&rsquo;autres renseignements communiqu&eacute;s dans Teams.</p>
             <ul>
                 <li>Commencez une recherche &agrave; partir de la zone de recherche en haut de l&rsquo;application.</li>
                 <li>Appuyez sur  <strong>Ctrl+E</strong> pour acc&eacute;der &agrave; la bo&icirc;te de commande.</li>
                 <li>Tapez un mot ou un nom, et MS Teams commencera &agrave; faire des suggestions.</li>
                 <li>S&eacute;lectionnez l&rsquo;un des &eacute;l&eacute;ments propos&eacute;s ou appuyez sur la touche Entr&eacute;e pour obtenir la liste compl&egrave;te des r&eacute;sultats.</li>
                 <li>Une page de recherche avec une liste s&rsquo;affichera. Appuyez sur la touche Tab pour vous d&eacute;placer dans la liste et trouver le message que vous souhaitez.</li>
                 <li>S&eacute;lectionnez l&rsquo;un des &eacute;l&eacute;ments pour obtenir une vue compl&egrave;te de l&rsquo;&eacute;l&eacute;ment.</li>
              </ul>
              <h4>Rechercher votre emplacement actuel avec Ctrl+F</h4>
              <p>Appuyez sur <strong>Ctrl+F</strong> pour rechercher des messages au sein d&rsquo;une conversation ou d&rsquo;un canal particulier dans Teams.</p>
             <ul>
                 <li>Choisissez la zone dans qui vous voulez effectuer une recherche.</li>
                 <li>Appuyez sur <strong>Ctrl+F</strong> suivi de vos termes de recherche.</li>
                 <li>Appuyer sur <strong>Entr&eacute;e.</strong></li>
                 <li>Tous les r&eacute;sultats de la recherche seront affich&eacute;s &agrave; partir de la conversation de ce chat ou de ce canal.</li>
                 <li>S&eacute;lectionnez l&rsquo;un des r&eacute;sultats disponibles et MS Teams d&eacute;filera vers ce r&eacute;sultat.</li>
              </ul>
              <h4>Rechercher des conversations &agrave; deux ou de groupe</h4>
             <ul>
                 <li>Tapez le nom de la personne dans la zone de recherche en haut de l&rsquo;application.</li>
                 <li>Son nom et les conversations de groupe sont r&eacute;pertori&eacute;s.</li>
                 <li>S&eacute;lectionnez son nom pour aller &agrave; votre conversation en t&ecirc;te-&agrave;-t&ecirc;te avec elle, ou choisissez une conversation de groupe.</li>
                 <li>Vous pouvez &eacute;galement rechercher les conversations de groupe par le nom de la conversation (si elle en a un) ou par le nom des participants &agrave; la conversation.</li>
              </ul>
              <h4>Rechercher des &eacute;quipes et des canaux</h4>
              <ul>
                  <li>Recherchez une &eacute;quipe ou un canal par son nom dans la zone de recherche.</li>
                  <li>S&eacute;lectionnez l&rsquo;option sugg&eacute;r&eacute;e dans la liste pour acc&eacute;der directement &agrave; l&rsquo;&eacute;quipe ou au canal.</li>
               </ul>
               <h4>Rechercher des messages</h4>
             <ul>
                 <li>Commencez &agrave; taper un mot cl&eacute; dans la zone de recherche situ&eacute;e en haut de l&rsquo;application.</li>
                 <li>Appuyez sur Entr&eacute;e.</li>
                 <li>Cela a pour cons&eacute;quence d&rsquo;afficher la liste des r&eacute;sultats qui incluent le mot cl&eacute;.</li>
              </ul>
              <h4>Astuces de recherche</h4>
             <ul>
                 <li>Tapez les premi&egrave;res lettres d&rsquo;un mot suivies imm&eacute;diatement d&rsquo;un ast&eacute;risque *.</li>
                 <li>Exemple : tapez « Serv* » dans la bo&icirc;te de commande en haut de l&rsquo;application, et vous obtiendrez des r&eacute;sultats pour tous les mots commençant par ces quatre lettres (par exemple, serveur, service, etc.).</li>
                 <li>Utilisez les guillemets pour rechercher une correspondance exacte sur un mot ou une expression.</li>
                 <li>Exemple : « budget annuel ».</li>
              </ul>
        <div id="def-preFooter"></div>
        <script src="https://bati-itao.github.io/scripts/preFooter.min.js"></script>
    </main>
    <div id="def-footer"></div>
    <script src="https://bati-itao.github.io/scripts/appFooter-fr.min.js"></script>
    <script src="https://bati-itao.github.io/scripts/refFooter.min.js"></script>
    <script src="https://bati-itao.github.io/scripts/bati-itao.min.js"></script>
</body>
    
</html>